[
  {
    "kategori": "Motivasi & Semangat",
    "quotes": [
      "Jika kamu tidak mau mengambil risiko, kamu tidak bisa menciptakan masa depan! - Monkey D. Luffy (One Piece)",
      "Jangan pernah menyerah! Ada selalu jalan jika kamu punya semangat! - Naruto Uzumaki (Naruto)",
      "Terkadang kita harus melakukan apa yang tidak kita sukai untuk melindungi apa yang kita cintai. - Ken Kaneki (Tokyo Ghoul)",
      "Kamu tidak bisa mengubah nasibmu, tapi kamu bisa bangkit dan menantangnya. - Erza Scarlet (Fairy Tail)",
      "Hidup bukan tentang menunggu badai berlalu, tapi tentang belajar menari di tengah hujan. - Vivian (Kaze no Stigma)",
      "Kegagalan bukanlah alasan untuk berhenti. Jika kau gagal, belajarlah darinya dan coba lagi. - Izuku Midoriya (My Hero Academia)",
      "Mimpi itu tidak akan pernah menghianati orang yang memimpikannya. - Goku (Dragon Ball)",
      "Jika kamu punya waktu untuk membuat alasan, lebih baik gunakan waktu itu untuk menyelesaikan masalahmu. - Rock Lee (Naruto)",
      "Hanya karena orang lain mengatakan itu mustahil, bukan berarti itu benar. - Asta (Black Clover)",
      "Orang terkuat adalah mereka yang tetap tersenyum meski sedang mengalami masa-masa sulit. - Might Guy (Naruto)",
      "Jangan pernah menilai seseorang dari penampilannya saja. - Edward Elric (Fullmetal Alchemist)",
      "Jalan ninjamu adalah jalan yang kau pilih sendiri, jadi jangan biarkan orang lain menentukan arahmu. - Kakashi Hatake (Naruto)",
      "Kamu tidak akan pernah tahu apa yang bisa kamu lakukan sampai kamu mencobanya. - Gon Freecss (Hunter x Hunter)",
      "Jangan melihat ke belakang. Itu bukan tempat dimana kamu akan berjalan. - Roronoa Zoro (One Piece)",
      "Tidak ada yang namanya kesempurnaan. Dunia ini tidak sempurna, itulah mengapa dunia ini begitu indah. - Roy Mustang (Fullmetal Alchemist)",
      "Hidup adalah tentang melewati batasmu sendiri. - Saitama (One Punch Man)",
      "Jangan takut gagal. Takutlah pada kesempatan yang terlewatkan. - Itachi Uchiha (Naruto)",
      "Jika kau tidak mau mati, maka hiduplah! - Levi Ackerman (Attack on Titan)",
      "Satu-satunya orang yang bisa menghentikanmu adalah dirimu sendiri. - Shoto Todoroki (My Hero Academia)",
      "Kamu tidak perlu diakui oleh orang lain. Cukup akui dirimu sendiri. - Tanjiro Kamado (Demon Slayer)",
      "Tidak masalah seberapa lambat kamu berjalan, asalkan kamu tidak berhenti. - Confucius (Fate series)",
      "Jangan biarkan masa lalumu menentukan masa depanmu. - Killua Zoldyck (Hunter x Hunter)",
      "Bahkan orang terkuat pun punya ketakutan. Tapi mereka tetap maju meski takut. - All Might (My Hero Academia)",
      "Jika kamu ingin melindungi sesuatu, kamu harus menjadi kuat. - Kirito (Sword Art Online)",
      "Mimpi dan harapan tidak akan pernah hilang selama kamu terus berjuang. - Natsu Dragneel (Fairy Tail)"
    ]
  },
  {
    "kategori": "Cinta & Romantis",
    "quotes": [
      "Aku mencintaimu. Lebih dari apapun di dunia ini. - Holo (Spice and Wolf)",
      "Tidak peduli berapa kali aku terlahir kembali, aku pasti akan jatuh cinta padamu lagi. - Tomoe (Kamisama Hajimemashita)",
      "Cinta itu seperti angin, aku tidak bisa melihatnya tapi aku bisa merasakannya. - Natsu Dragneel (Fairy Tail)",
      "Aku akan selalu menemukanmu, tidak peduli berapa kali kamu bereinkarnasi. - Violet Evergarden (Violet Evergarden)",
      "Cinta sejati bukan tentang memiliki, tapi tentang memberi kebebasan. - Kaguya Shinomiya (Kaguya-sama: Love is War)",
      "Aku tidak butuh surga. Yang aku butuhkan hanyalah kamu. - Yato (Noragami)",
      "Jika cinta itu adalah dosa, maka aku rela menjadi pendosa. - Lelouch vi Britannia (Code Geass)",
      "Aku akan melindungimu, bahkan jika itu berarti aku harus melawan seluruh dunia. - Kirito (Sword Art Online)",
      "Cinta itu bukan tentang kata-kata, tapi tentang perasaan yang tidak bisa diungkapkan dengan kata-kata. - Tohru Honda (Fruits Basket)",
      "Aku mencintaimu dari lubuk hatiku yang paling dalam. - Zero Two (Darling in the Franxx)",
      "Tidak ada yang lebih menyakitkan daripada menyimpan perasaan pada seseorang yang tidak akan pernah mencintaimu kembali. - Hachiman Hikigaya (My Teen Romantic Comedy SNAFU)",
      "Cinta berarti tidak pernah harus mengatakan maaf, tapi dalam kenyataannya, cinta berarti harus terus meminta maaf. - Taiga Aisaka (Toradora!)",
      "Aku tidak peduli tentang masa depan, asalkan aku bersamamu. - Lucy Heartfilia (Fairy Tail)",
      "Cinta itu seperti perang: mudah untuk memulai, sulit untuk diakhiri, dan mustahil untuk dilupakan. - L (Death Note)",
      "Aku lebih suka hidup di dunia yang ada kamu daripada dunia yang sempurna tanpa kamu. - Shoya Ishida (A Silent Voice)",
      "Cinta adalah kekuatan terkuat yang dimiliki manusia. - Naruto Uzumaki (Naruto)",
      "Tidak ada cinta yang sia-sia. Setiap cinta mengajarkan kita sesuatu. - Mikasa Ackerman (Attack on Titan)",
      "Aku akan mencintaimu dalam setiap kehidupan, dalam setiap dunia, dalam setiap realitas. - Riku Dola (No Game No Life: Zero)",
      "Cinta itu bukan tentang menemukan seseorang yang sempurna, tapi tentang melihat seseorang yang tidak sempurna dengan cara yang sempurna. - Asuna Yuuki (Sword Art Online)",
      "Aku tidak bisa menjanjikanmu kebahagiaan selamanya, tapi aku berjanji akan selalu ada untukmu. - Takeo Gouda (My Love Story!!)",
      "Cinta itu seperti angin topan: datang tiba-tiba dan mengubah segalanya. - Rin Tohsaka (Fate/stay night)",
      "Aku akan selalu mencintaimu, bahkan setelah kematian memisahkan kita. - Kaname Kuran (Vampire Knight)",
      "Cinta sejati tidak pernah memudar, meski waktu terus berlalu. - Mikiya Kokutou (Kara no Kyoukai)",
      "Aku tidak butuh apa-apa selammu. Kamu adalah duniaku. - Eren Yeager (Attack on Titan) kepada Mikasa",
      "Cinta berarti menerima seseorang sepenuhnya, dengan semua kekurangan dan kelebihannya. - Kousei Arima (Your Lie in April)"
    ]
  },
  {
    "kategori": "Persahabatan & Loyalitas",
    "quotes": [
      "Seorang teman bukanlah seseorang yang kamu temui di awal perjalanan, tapi seseorang yang berjalan bersamamu hingga akhir. - Monkey D. Luffy (One Piece)",
      "Aku tidak akan pernah meninggalkan temanku, meski itu berarti aku harus mati. - Naruto Uzumaki (Naruto)",
      "Persahabatan sejati tidak mengenal jarak. - Vash the Stampede (Trigun)",
      "Aku akan selalu ada untukmu, seperti kamu selalu ada untukku. - Lucy Heartfilia (Fairy Tail)",
      "Teman adalah keluarga yang kita pilih sendiri. - Edward Elric (Fullmetal Alchemist)",
      "Tidak peduli seberapa kuat musuh, selama kita bersama, kita bisa mengalahkan siapa pun. - Natsu Dragneel (Fairy Tail)",
      "Persahabatan itu bukan tentang siapa yang sudah lama kau kenal, tapi tentang siapa yang datang dan tidak pernah pergi. - Killua Zoldyck (Hunter x Hunter)",
      "Aku akan melindungi senyuman teman-temanku, meski harus mengorbankan segalanya. - Tanjiro Kamado (Demon Slayer)",
      "Teman sejati tidak akan pernah meninggalkanmu dalam kesulitan. - Son Goku (Dragon Ball)",
      "Loyalitas adalah segalanya. Tanpanya, kamu tidak punya apa-apa. - Roronoa Zoro (One Piece)",
      "Aku tidak butuh alasan untuk melindungi temanku. - Ichigo Kurosaki (Bleach)",
      "Persahabatan adalah kekuatan terkuat yang dimiliki manusia. - All Might (My Hero Academia)",
      "Teman adalah seseorang yang memahami masa lalumu, mempercayai masa depanmu, dan menerimamu apa adanya. - Hori (Horimiya)",
      "Aku tidak akan pernah melupakanmu, karena kamu adalah bagian dari hidupku. - Spike Spiegel (Cowboy Bebop)",
      "Persahabatan sejati tidak pernah berakhir, meski kita berpisah. - Maka Albarn (Soul Eater)",
      "Aku akan selalu percaya padamu, karena kamu adalah temanku. - Gon Freecss (Hunter x Hunter)",
      "Teman adalah cermin yang menunjukkan siapa kita sebenarnya. - Shoyo Hinata (Haikyuu!!)",
      "Aku tidak butuh pengakuan dari dunia, asalkan teman-temanku mengakuiku. - Asta (Black Clover)",
      "Persahabatan adalah ikatan yang lebih kuat dari darah. - Mikasa Ackerman (Attack on Titan)",
      "Aku akan selalu kembali kepada teman-temanku, tidak peduli seberapa jauh aku pergi. - Edward Elric (Fullmetal Alchemist)",
      "Teman sejati adalah mereka yang tetap bersamamu ketika semua orang pergi. - Kaneki Ken (Tokyo Ghoul)",
      "Aku akan melawan siapa pun yang mencoba melukai temanku. - Eren Yeager (Attack on Titan)",
      "Persahabatan bukan tentang siapa yang paling kuat, tapi tentang siapa yang paling peduli. - Izuku Midoriya (My Hero Academia)",
      "Aku tidak akan pernah mengkhianati temanku, meski itu berarti aku harus melawan seluruh dunia. - Meliodas (The Seven Deadly Sins)",
      "Teman adalah hadiah terindah yang diberikan kehidupan. - Tohru Honda (Fruits Basket)"
    ]
  },
  {
    "kategori": "Kesedihan & Penderitaan",
    "quotes": [
      "Manusia tidak bisa mendapatkan apa pun tanpa terlebih dahulu memberikan sesuatu. - Alphonse Elric (Fullmetal Alchemist)",
      "Di dunia ini, ada beberapa luka yang tidak bisa disembuhkan. - Guts (Berserk)",
      "Kesedihan itu seperti bayangan: semakin terang cahayanya, semakin gelap bayangannya. - L (Death Note)",
      "Aku sudah terbiasa dengan kesendirian, tapi aku tidak pernah terbiasa dengan rasa sakitnya. - Kaneki Ken (Tokyo Ghoul)",
      "Terkadang, orang terkuat adalah mereka yang tersenyum di tengah kesakitan. - Itachi Uchiha (Naruto)",
      "Kehilangan seseorang yang kita cintai itu seperti kehilangan bagian dari diri sendiri. - Violet Evergarden (Violet Evergarden)",
      "Dunia ini tidak adil. Tapi itulah yang membuatnya indah. - Roy Mustang (Fullmetal Alchemist)",
      "Kesedihan terbesar adalah ketika kamu tidak bisa menangis meski hatimu hancur. - Mikasa Ackerman (Attack on Titan)",
      "Hidup ini penuh dengan penderitaan, tapi juga penuh dengan keindahan. - Kyo Sohma (Fruits Basket)",
      "Aku tidak takut mati. Aku takut dilupakan. - Brook (One Piece)",
      "Rasa sakit itu membuatmu tumbuh. Penderitaan itu membuatmu kuat. - Roronoa Zoro (One Piece)",
      "Terkadang kita harus kehilangan segalanya untuk menyadari apa yang benar-benar penting. - Edward Elric (Fullmetal Alchemist)",
      "Air mata bukan tanda kelemahan, tapi tanda bahwa seseorang telah kuat terlalu lama. - Jiraiya (Naruto)",
      "Kesedihan adalah bagian dari kehidupan. Tanpanya, kita tidak akan pernah menghargai kebahagiaan. - Spike Spiegel (Cowboy Bebop)",
      "Penderitaan terbesar adalah ketika kamu harus tersenyum padahal hatimu menangis. - Lucy (Elfen Lied)",
      "Dunia ini kejam, tapi juga sangat indah. - Ginko (Mushishi)",
      "Kadang-kadang, orang yang paling tersenyum adalah orang yang paling terluka. - Hachiman Hikigaya (My Teen Romantic Comedy SNAFU)",
      "Kehilangan membuatmu lebih kuat, tapi juga lebih rapuh. - Homura Akemi (Puella Magi Madoka Magica)",
      "Tidak ada yang abadi. Semua akan berakhir suatu hari nanti. - Tomoya Okazaki (Clannad)",
      "Kesedihan itu seperti laut: dalam, gelap, dan terkadang menenggelamkan. - Shinji Ikari (Neon Genesis Evangelion)",
      "Aku sudah terlalu banyak kehilangan, tapi aku tidak akan pernah berhenti berjuang. - Eren Yeager (Attack on Titan)",
      "Penderitaan adalah guru terbaik, tapi juga yang paling kejam. - Kakashi Hatake (Naruto)",
      "Air mata adalah bukti bahwa kita masih manusia. - Rem (Re:Zero)",
      "Terkadang, jalan yang paling benar adalah jalan yang paling menyakitkan. - Saber (Fate/stay night)",
      "Kesedihan tidak pernah hilang, kita hanya belajar hidup dengannya. - Kousei Arima (Your Lie in April)"
    ]
  },
  {
    "kategori": "Filosofi & Kebijaksanaan",
    "quotes": [
      "Seseorang yang tidak bisa mengendalikan dirinya sendiri tidak akan pernah bisa mengendalikan orang lain. - Shanks (One Piece)",
      "Kebenaran itu seperti matahari. Kamu bisa menutupinya untuk sementara, tapi tidak selamanya. - Sosuke Aizen (Bleach)",
      "Masa lalu adalah pelajaran, masa depan adalah misteri, dan saat ini adalah hadiah. - Master Oogway (Kung Fu Panda)",
      "Tidak ada yang benar-benar baik atau jahat. Semua tergantung dari sudut pandang mana kamu melihatnya. - Lelouch vi Britannia (Code Geass)",
      "Hidup itu seperti roda yang berputar. Terkadang kamu di atas, terkadang kamu di bawah. - Thors (Vinland Saga)",
      "Kematian bukanlah akhir, tapi awal dari perjalanan baru. - Brook (One Piece)",
      "Kekuatan sejati bukan tentang mengalahkan musuh, tapi tentang melindungi yang lemah. - All Might (My Hero Academia)",
      "Orang bijak belajar dari kesalahan orang lain, orang bodoh belajar dari kesalahannya sendiri. - Itachi Uchiha (Naruto)",
      "Waktu tidak pernah menunggu siapa pun. Itu terus berjalan, terlepas dari apakah kamu siap atau tidak. - Okabe Rintarou (Steins;Gate)",
      "Kebenaran itu relatif. Apa yang benar untukmu belum tentu benar untuk orang lain. - Pain (Naruto)",
      "Ketakutan terbesar manusia adalah ketakutan akan hal yang tidak diketahui. - Levi Ackerman (Attack on Titan)",
      "Kebahagiaan bukanlah tujuan, tapi hasil sampingan dari kehidupan yang bermakna. - Ginko (Mushishi)",
      "Tidak ada yang namanya kebetulan di dunia ini. Semua adalah takdir. - Kuchiki Byakuya (Bleach)",
      "Kekuatan tanpa kendali itu tidak berguna. - Son Goku (Dragon Ball)",
      "Kematian memberi makna pada kehidupan. Tanpa kematian, hidup tidak akan berharga. - Ryuk (Death Note)",
      "Kebenaran sering kali menyakitkan, tapi kebohongan lebih menyakitkan. - Edward Elric (Fullmetal Alchemist)",
      "Perang tidak menentukan siapa yang benar, hanya siapa yang tersisa. - Roy Mustang (Fullmetal Alchemist)",
      "Mimpi adalah sumber harapan. Tanpa mimpi, tidak ada masa depan. - Monkey D. Luffy (One Piece)",
      "Kesepian adalah kondisi alami manusia. Kita semua pada akhirnya sendirian. - Guts (Berserk)",
      "Kehidupan adalah rangkaian pilihan. Setiap pilihan menentukan siapa dirimu. - Erwin Smith (Attack on Titan)",
      "Kebebasan adalah hak semua makhluk hidup. - Monkey D. Luffy (One Piece)",
      "Tidak ada yang abadi. Semua akan berakhir, dan itu yang membuat segalanya berharga. - Tomoya Okazaki (Clannad)",
      "Kebijaksanaan datang dengan pengalaman, dan pengalaman datang dengan kesalahan. - Jiraiya (Naruto)",
      "Dunia ini tidak sempurna, tapi itulah yang membuatnya indah. - Roy Mustang (Fullmetal Alchemist)",
      "Kematian adalah bagian dari kehidupan. Menerimanya adalah tanda kedewasaan. - Kisuke Urahara (Bleach)"
    ]
  },
  {
    "kategori": "Petualangan & Impian",
    "quotes": [
      "Aku akan menjadi Raja Bajak Laut! - Monkey D. Luffy (One Piece)",
      "Mimpi tidak akan pernah mati selama kamu terus mempercayainya. - Gol D. Roger (One Piece)",
      "Petualangan dimulai ketika kamu mengambil langkah pertama. - Natsu Dragneel (Fairy Tail)",
      "Aku akan menjadi Hokage! Percayalah! - Naruto Uzumaki (Naruto)",
      "Langit adalah batasnya, tapi batas itu hanya ilusi. - Vash the Stampede (Trigun)",
      "Tidak ada yang mustahil jika kamu punya keberanian untuk mencoba. - Gon Freecss (Hunter x Hunter)",
      "Perjalanan seribu mil dimulai dengan satu langkah. - Master Oogway (Kung Fu Panda)",
      "Aku akan menjelajahi seluruh dunia dan menemukan semua harta karun! - Monkey D. Luffy (One Piece)",
      "Mimpi itu seperti bintang. Kamu mungkin tidak pernah mencapainya, tapi mereka akan menuntunmu di kegelapan. - Sanji (One Piece)",
      "Petualangan terbesar adalah petualangan menuju masa depan. - Edward Elric (Fullmetal Alchemist)",
      "Aku akan menjadi pahlawan nomor satu! - Izuku Midoriya (My Hero Academia)",
      "Dunia ini luas dan penuh dengan keajaiban. Mengapa berdiam di satu tempat? - Maka Albarn (Soul Eater)",
      "Mimpi adalah apa yang membuat kita tetap hidup. Tanpa mimpi, kita hanya ada, bukan hidup. - Brook (One Piece)",
      "Aku akan membuktikan bahwa siapa pun bisa menjadi kuat jika mereka bekerja keras! - Asta (Black Clover)",
      "Petualangan sejati dimulai ketika kamu keluar dari zona nyamanmu. - Kirito (Sword Art Online)",
      "Aku akan menjadi raja iblis! - Meliodas (The Seven Deadly Sins)",
      "Mimpi itu seperti sayap. Tanpanya, kamu tidak akan pernah terbang. - Tsubasa Ozora (Captain Tsubasa)",
      "Dunia menunggu untuk dijelajahi. Apa kamu hanya akan berdiam diri? - Spike Spiegel (Cowboy Bebop)",
      "Aku akan menjadi penyihir tertinggi! - Lucy Heartfilia (Fairy Tail)",
      "Petualangan adalah obat terbaik untuk kebosanan. - Jiraiya (Naruto)",
      "Mimpi tidak mengenal batas. Hanya pikiran kita yang membatasinya. - Lelouch vi Britannia (Code Geass)",
      "Aku akan menjadi pembasmi iblis terkuat! - Tanjiro Kamado (Demon Slayer)",
      "Dunia adalah buku, dan mereka yang tidak bepergian hanya membaca satu halaman. - Marco Polo (Fate/Grand Order)",
      "Mimpi adalah bahan bakar jiwa. Tanpanya, kita mati. - Roronoa Zoro (One Piece)",
      "Petualangan terindah adalah petualangan bersama teman-teman. - Nami (One Piece)"
    ]
  },
  {
    "kategori": "Perjuangan & Pengorbanan",
    "quotes": [
      "Aku akan melindungi semua orang, meski harus mengorbankan nyawaku. - Tanjiro Kamado (Demon Slayer)",
      "Pengorbanan adalah harga yang harus dibayar untuk melindungi apa yang penting. - Itachi Uchiha (Naruto)",
      "Terkadang kita harus melakukan hal-hal buruk untuk mencapai tujuan yang baik. - Lelouch vi Britannia (Code Geass)",
      "Aku tidak akan pernah menyerah, tidak peduli seberapa sulit perjuangannya. - Naruto Uzumaki (Naruto)",
      "Pengorbanan sejati adalah ketika kamu memberikan segalanya tanpa mengharapkan imbalan. - Erwin Smith (Attack on Titan)",
      "Perjuangan itu membuatmu lebih kuat. Setiap tantangan adalah pelajaran. - All Might (My Hero Academia)",
      "Aku rela menjadi monster asalkan bisa melindungi orang yang kucintai. - Kaneki Ken (Tokyo Ghoul)",
      "Tidak ada kemenangan tanpa pengorbanan. - Edward Elric (Fullmetal Alchemist)",
      "Aku akan terus berjuang, meski tahu aku mungkin kalah. - Izuku Midoriya (My Hero Academia)",
      "Pengorbanan bukan tanda kelemahan, tapi tanda kekuatan. - Roronoa Zoro (One Piece)",
      "Perjuangan terberat adalah melawan dirimu sendiri. - Shinji Ikari (Neon Genesis Evangelion)",
      "Aku akan mengorbankan segalanya untuk mimpiku. - Monkey D. Luffy (One Piece)",
      "Terkadang kita harus kehilangan sesuatu untuk mendapatkan sesuatu yang lebih berharga. - Jiraiya (Naruto)",
      "Perjuangan tidak pernah sia-sia. Setiap tetes keringat akan terbayar. - Rock Lee (Naruto)",
      "Aku rela menjadi orang jahat asalkan teman-temanku tetap aman. - Sasuke Uchiha (Naruto)",
      "Pengorbanan terbesar adalah pengorbanan tanpa pengakuan. - Mikasa Ackerman (Attack on Titan)",
      "Aku akan berjuang sampai napas terakhir. - Eren Yeager (Attack on Titan)",
      "Tidak ada yang mudah di dunia ini. Semua butuh perjuangan. - Natsu Dragneel (Fairy Tail)",
      "Pengorbanan adalah bukti cinta sejati. - Homura Akemi (Puella Magi Madoka Magica)",
      "Aku akan terus berdiri meski tubuhku hancur. - Guts (Berserk)",
      "Perjuangan adalah bagian dari pertumbuhan. - Kakashi Hatake (Naruto)",
      "Aku rela menderita asalkan orang lain tidak perlu menderita. - Kirito (Sword Art Online)",
      "Pengorbanan tanpa pamrih adalah tindakan termulia. - Saber (Fate/stay night)",
      "Aku akan berjuang untuk kebebasan semua orang. - Monkey D. Luffy (One Piece)",
      "Terkadang kita harus mengorbankan kebahagiaan pribadi untuk kebaikan yang lebih besar. - Roy Mustang (Fullmetal Alchemist)"
    ]
  },
  {
    "kategori": "Komedi & Santai",
    "quotes": [
      "Jika ada masalah, serahkan padaku! Tapi jangan berharap banyak. - Kazuma Satou (KonoSuba)",
      "Aku hanya seorang pria biasa yang ingin hidup damai. - Saitama (One Punch Man)",
      "Uang adalah segalanya! - Nami (One Piece)",
      "Aku lapar! - Luffy (One Piece)",
      "ERO-SENNIN! - Naruto Uzumaki (Naruto)",
      "Tidak ada yang bisa mengalahkan aku dalam hal makan. - Goku (Dragon Ball)",
      "Aku bukan peri, aku adalah makhluk agung! - Megumin (KonoSuba)",
      "Ini semua adalah rencana Steins;Gate! - Okabe Rintarou (Steins;Gate)",
      "Aku adalah pemburu harta karun, bukan bajak laut! - Usopp (One Piece)",
      "Makanan terbaik adalah makanan yang tidak perlu dibayar. - Sanji (One Piece)",
      "Tidur adalah anugerah. - Shikamaru Nara (Naruto)",
      "Aku hanya ingin menjadi karakter latar yang damai. - Hachiman Hikigaya (My Teen Romantic Comedy SNAFU)",
      "Trouble comes in pairs, but for me, it comes in threes. - Ranma Saotome (Ranma ½)",
      "Aku bukan anak kecil! - Edward Elric (Fullmetal Alchemist)",
      "Ini adalah jalan ninjaku! - Might Guy (Naruto)",
      "Aku suka perempuan kuat! - Sanji (One Piece)",
      "Yare yare daze... - Jotaro Kujo (JoJo's Bizarre Adventure)",
      "Aku adalah KING! - King (One Punch Man)",
      "Aku datang untuk mengalahkanmu, bukan untuk mendengarkan omonganmu. - Saitama (One Punch Man)",
      "Ini semua salah timing yang buruk! - Subaru Natsuki (Re:Zero)",
      "Aku hanya ingin minum teh dan hidup tenang. - Ciel Phantomhive (Black Butler)",
      "Baka! - Taiga Aisaka (Toradora!)",
      "Aku tidak peduli dengan aturan! - Luffy (One Piece)",
      "Tidak ada yang bisa memahami perasaan seorang NEET. - Satou Tatsuhiro (Welcome to the NHK)",
      "Aku adalah Gintoki, seorang samurai yang manis. - Gintoki Sakata (Gintama)"
    ]
  }
]
