[
  {
    "kategori": "Pengakuan & Rasa",
    "quotes": [
      "Cintaku padamu itu kayak pelajaran sejarah: panjang, berkesan, dan gak akan pernah bisa aku lupakan.",
      "Kalau ada yang tanya kenapa aku tersenyum sendiri, aku cuma bisa bilang 'lagi mikirin kamu'.",
      "Aku bukan sedang merindukanmu, aku hanya sedang membiasakan hati untuk berdetak tanpa kehadiranmu. Tapi gagal terus.",
      "Dari semua hal rumit di dunia ini, cuma satu yang pengen aku pahami: isi hatimu.",
      "Kamu itu kayak WiFi, gak keliatan tapi bikin aku susah move on.",
      "Aku rela jadi murid bodoh, asalkan kamu yang jadi guru privat hatiku.",
      "Cinta itu buta, tapi kok aku masih bisa lihat kamu ya?",
      "Kalau kamu jadi bunga, aku rela jadi kumbang yang selalu setia mendekatimu.",
      "Gak usah cari bintang di langit, karena cahaya matamu sudah lebih dari cukup.",
      "Aku cuma butuh tiga hal: oksigen, air, dan kamu.",
      "Rindu itu berat, tapi lebih berat lagi kalau harus menyembunyikannya.",
      "Dunia ini luas, tapi hatiku cuma muat untuk kamu seorang.",
      "Kamu tahu gak? Aku itu kayak pensil, selalu patah hati kalau jauh dari rautan (kamu).",
      "Aku bukan penyair, tapi aku bisa menulis ribuan puisi tentang senyummu.",
      "Kalau cinta itu penyakit, aku pengen dirawat di rumahmu selamanya.",
      "Aku gak percaya hantu, tapi aku percaya cinta pada pandangan pertama, karena itu yang terjadi padaku.",
      "Cintaku padamu itu seperti software bajakan: gak ada kadaluarsanya.",
      "Jangan bandingkan aku dengan mantanmu. Bandingkan aku dengan baterai HPmu, yang selalu ada saat kamu butuh.",
      "Aku rela jadi background di hidupmu, asalkan kamu yang jadi main character di hidupku.",
      "Kamu itu kayak matahari, datangnya pagi, perginya sore, tapi selalu bikin hari-hariku cerah.",
      "Kalau aku jadi waktu, aku akan berhenti berdetak hanya untuk memperlambat momen bersamamu.",
      "Aku gak butuh vitamin C, aku butuh vitamin 'K' yang artinya Kamu.",
      "Rinduku padamu itu seperti iklan rokok: datang terus-terusan dan susah buat dihilangkan.",
      "Kamu adalah alasan kenapa aku memandang bulan dan tersenyum sendiri.",
      "Aku mungkin bukan yang pertama, tapi aku berdoa jadi yang terakhir."
    ]
  },
  {
    "kategori": "Kerinduan",
    "quotes": [
      "Rinduku ini berat, bisa jadi lebih berat dari tugas kuliah yang numpuk.",
      "Kangen itu ketika lagu-lagu di playlist tiba-tiba semuanya tentang kamu.",
      "Aku gak takut gelap, aku takut jika gelapnya malam membuatku semakin sendirian tanpa kamu.",
      "Rindu itu ketika melihat kucing jalanan berdua, langsung kepikiran kita.",
      "Chat-mu itu kayak obat, bikin ketergantungan. Kalau gak ada, langsung sakaw.",
      "Malam ini dingin, tapi bukan selimut yang aku butuhkan, tapi pelukmu.",
      "Aku rela antri berjam-jam, asalkan ujung antriannya adalah pelukanmu.",
      "Kangen itu seperti angin, gak keliatan tapi terasa banget.",
      "Kalau rindu bisa diukur, mungkin sudah melebihi kapasitas memori HPku.",
      "Aku mau jadi awan, biar bisa selalu memandangmu dari atas setiap saat.",
      "Telepon sebentar sama kamu lebih efektif daripada tidur 8 jam buat nge-charge energi.",
      "Rindu itu ketika makan bakso sendirian, terus kebayang kamu yang suka rebutan kuahnya.",
      "Aku gak percaya pada hantu, tapi aku percaya pada rindu yang kadang datang tiba-tiba dan bikin sesak.",
      "Kalo kangen jadi uang, aku udah jadi orang terkaya di dunia.",
      "Lagu favoritku sekarang adalah suara dering telepon darimu.",
      "Matahari aja bisa tenggelam buat bertemu bulan, masa aku gak bisa nebeng ojol buat ketemu kamu?",
      "Aku gak takut jarak, aku cuma takut waktu membuat kita berubah.",
      "Rindu itu gak punya mata tapi bisa melihatmu di setiap hal, gak punya telinga tapi bisa mendengar suaramu.",
      "Status 'typing...' darimu itu adalah tontonan terbaik yang pernah ada.",
      "Aku pengen jadi alarm jam kamu, biar aku yang jadi alasan kamu bangun pagi.",
      "Hari-hari tanpamu seperti kopi tanpa gula: pahit dan gak enak.",
      "Kalau ada yang namanya mesin waktu, aku akan memutar waktu ke momen pertama kita ketemu.",
      "Kangen itu ketika scroll IG gak jelas, cuma berharap nemuin postingan barumu.",
      "Aku rela jadi hujan, biar bisa nyampein rinduku lewat setiap tetes yang jatuh ke bumi.",
      "Tidurku jadi berkualitas bukan karena kasur yang empuk, tapi karena mimpi tentang kamu."
    ]
  },
  {
    "kategori": "Loyalitas & Kesetiaan",
    "quotes": [
      "Aku gak butuh followers banyak, yang aku butuh cuma kamu satu yang setia jadi follower hatiku.",
      "Setia itu gak cuma saat dia ada, tapi juga saat dia jauh dan godaan dekat.",
      "Aku milih kamu bukan karena gak ada pilihan lain, tapi karena di antara semua pilihan, hanya kamu yang paling berarti.",
      "Cinta itu bukan tentang menemukan yang sempurna, tapi tentang melihat ketidaksempurnaan seseorang dengan sempurna.",
      "Aku gak janji jadi yang terhebat, tapi aku janji jadi yang paling konsisten mencintaimu.",
      "Buat apa aku cari yang lain, kalau di sini sudah ada segalanya?",
      "Kesetiaan itu bukan bawaan lahir, tapi pilihan yang dipertahankan setiap hari.",
      "Aku rela jadi buku diary yang kamu baca berulang kali, asalkan kamu gak bosan.",
      "Kalau cinta itu perang, aku gak akan pernah menyerah atau kabur dari medan tempur bernama hatimu.",
      "Aku gak mau jadi yang pertama dalam hidupmu, aku mau jadi yang terakhir sampai akhir hidupmu.",
      "Setia itu gak perlu diumumin ke sosial media, cukup dibuktikan lewat tindakan sehari-hari.",
      "Aku mungkin bukan pacar yang paling romantis, tapi aku akan jadi yang paling jujur dan tetap di sini.",
      "Loyalty is my love language.",
      "Buat apa aku cari charger lain, kalau HP-ku cuma cocok dengan charger ini (kamu)?",
      "Aku gak takut dibilang bucin, karena setia kepada orang yang kita cintai itu bukan sebuah aib.",
      "Cinta itu bukan soal seberapa sering bertengkar, tapi seberapa kuat bertahan setelahnya.",
      "Aku gak bisa janji gak pernah bikin kamu marah, tapi aku janji gak akan pernah pergi saat kita bertengkar.",
      "Kamu bukan pilihan, kamu adalah kepastian. Bukan 'kalau-kalau', tapi 'selamanya'.",
      "Aku rela jadi second choice dalam game, asalkan jadi first and last choice dalam hidupmu.",
      "Kesetiaanku itu seperti tattoo, permanen dan gak gampang hilang meski digosok keras.",
      "Aku cinta kamu dengan sederhana: tanpa drama mantan, tanpa backup plan.",
      "Yang aku mau cuma satu: kamu hari ini, esok, dan seterusnya.",
      "Aku gak janji bisa memberi yang mewah, tapi aku janji memberi yang tulus dan tetap setia.",
      "Di dunia yang serba cepat dan gampang ganti ini, aku milih untuk pelan-pelan mencintaimu selamanya.",
      "Kamu itu kayak rumah. Pergi ke mana pun, akhirnya pasti pengen pulang juga ke kamu."
    ]
  },
  {
    "kategori": "Rayuan & Gombalan",
    "quotes": [
      "Kamu tau gak bedanya kamu sama AC? Kalau AC bikin dingin, kamu bikin hati ini panas.",
      "Aku itu kayak algoritma TikTok, selalu ngerekomendasiin kamu di pikiran aku.",
      "Kalo kamu jadi batu, aku jadi semut. Biar bisa gendong kamu seumur hidup.",
      "Aku rela jadi sakit gigi, asal bisa tumbuh di gusi kamu.",
      "Kamu itu kayak paket data, susah hidup tanpamu.",
      "Aku bukan astronot, tapi aku siap menjelajahi galaksi cinta bersamamu.",
      "Kalo cinta itu ilusi, kamu adalah hal paling nyata yang pernah aku rasakan.",
      "Kamu itu kayak pertanyaan ujian: bikin pusing tapi harus dijawab dengan serius.",
      "Aku gak percaya cinta pada pandangan pertama, sampai akhirnya aku melihatmu untuk pertama kali.",
      "Kamu tau gak? Kamu itu spesial kayak limited edition. Cuma ada satu di dunia.",
      "Kalau kamu jadi buah, kamu adalah buah naga. Karena kamu eksotis dan bikin penasaran.",
      "Aku gak butuh Google, karena semua yang aku cari sudah aku temukan di dirimu.",
      "Kamu itu kayak lagu hits, selalu diputar berulang di kepala aku.",
      "Kalau aku jadi pensil, aku akan habis untuk menuliskan namamu di setiap halaman hatiku.",
      "Kamu itu kayak kriptonite, bisa melumpuhkan Superman (hatiku).",
      "Aku rela jadi kaos kaki, asalkan bisa menemani kamu kemanapun pergi.",
      "Kamu itu kayak hujan di musim kemarau: datangnya dinanti dan bikin segalanya jadi lebih hidup.",
      "Kalau cinta itu matematika, kamu adalah solusi dari semua persamaan hidupku.",
      "Aku gak jago masak, tapi aku jago bikin kamu senyum.",
      "Kamu itu kayak oksigen, gak keliatan tapi sangat dibutuhkan.",
      "Aku rela jadi kutu buku, asalkan bukunya adalah buku diary kehidupan kamu.",
      "Kalo kamu jadi magnet, aku jadi besi. Biar selalu tertarik dan gak bisa lepas.",
      "Kamu adalah alasan kenapa aku percaya takdir.",
      "Aku gak bisa berpuisi, tapi matamu sudah seperti syair yang paling indah.",
      "Kamu itu kayak kopi pagi: pahit di awal, tapi bikin aku melek dan semangat seharian."
    ]
  },
  {
    "kategori": "Penantian & Harapan",
    "quotes": [
      "Aku gak takut menunggu, yang aku takut adalah harapanku tidak sebanding dengan kenyataan nanti.",
      "Menunggu itu sakit, tapi lebih sakit lagi kalau harus berhenti menunggu.",
      "Aku yakin, semua waktu tunggu yang panjang akan terbayar dengan kebahagiaan yang panjang pula.",
      "Aku mau belajar sabar, karena di ujung kesabaran itu ada kamu.",
      "Harapan itu seperti bintang, kecil dan jauh, tapi selalu bercahaya di kegelapan.",
      "Aku rela jadi pohon, berakar kuat dan bertahan di musim apapun, sambil menunggu kamu pulang.",
      "Yang sabar ya, nanti juga sampai. Kata-kata yang selalu aku ucapkan ke hati sendiri.",
      "Aku gak akan kemana-mana, aku akan tetap di sini, di tempat yang sama, menunggu waktumu.",
      "Penantian ini bukan berarti aku tidak sibuk, tapi aku memilih untuk menyisakan ruang di hatiku untukmu.",
      "Semoga jarak dan waktu hanya jadi penguji, bukan penghalang untuk kita nanti.",
      "Aku percaya, sesuatu yang baik butuh proses. Dan kamu adalah sesuatu yang sangat baik itu.",
      "Menunggu itu seperti menanam bunga, butuh kesabaran, dan aku yakin hasilnya akan indah.",
      "Aku gak minta yang instan, aku mau yang bertahan sampai nanti.",
      "Setiap detik yang berlalu adalah satu langkah lebih dekat kepada pertemuan kita.",
      "Kalau nanti adalah milik kita, aku akan menunggu dengan senyuman.",
      "Harapanku sederhana: kamu yang datang, dan aku yang menyambut dengan pelukan terbaik.",
      "Aku sedang menabung senyuman, untuk nanti aku berikan semuanya padamu saat kita bertemu.",
      "Rasa ini terlalu berharga untuk ditukar dengan yang instan. Aku milih menunggu yang pasti.",
      "Aku yakin, semua perjalanan panjang akan berakhir di pelukan yang hangat.",
      "Tanganku mungkin kosong sekarang, tapi hatiku penuh dengan harapan akan genggamanmu nanti.",
      "Aku gak mau buru-buru, aku mau nikmati proses penantian ini, karena akhirnya akan sampai juga ke kamu.",
      "Semoga setiap doa yang aku panjatkan di tengah malam, menjadi pemandu langkahmu kepadaku.",
      "Penantian itu berat, tapi bayangan kebahagiaan bersamamu lebih kuat dari segalanya.",
      "Aku rela waktu berlalu perlahan, asalkan akhirnya membawaku ke pelukanmu.",
      "Nanti, saat kita bertemu, semua rasa lelah menunggu akan terbayar lunas."
    ]
  },
  {
    "kategori": "Perasaan Mendalam",
    "quotes": [
      "Mencintaimu bukan pilihan, itu sudah seperti kebutuhan napas bagi paru-paruku.",
      "Kadang aku heran, bagaimana bisa satu orang seperti kamu mengisi semua ruang di pikiranku.",
      "Cinta itu bukan tentang seberapa banyak 'aku cinta kamu' yang diucapkan, tapi seberapa sering dibuktikan dalam diam.",
      "Perasaan ini sulit dijelaskan dengan kata-kata. Seperti mencoba mendeskripsikan warna kepada orang buta.",
      "Aku gak cuma jatuh cinta pada penampilanmu, tapi pada seluruh cerita di balik senyumanmu.",
      "Cinta sejati itu ketika kamu melihat semua kekurangannya, tetapi tetap memilih untuk bertahan.",
      "Hatiku seperti puzzle, dan kamu adalah potongan terakhir yang membuatnya utuh dan berarti.",
      "Aku cinta kamu dengan segala versimu: yang ceria, yang sedih, yang marah, bahkan yang jutek sekalipun.",
      "Perasaan ini begitu dalam, sampai-sampai tenggelam pun aku gak akan berusaha untuk berenang ke permukaan.",
      "Cinta itu ketika kamu menjadi alasan terkuatku untuk bangun di pagi hari.",
      "Aku gak bisa berjanji menjadi yang terbaik, tapi aku bisa berjanji mencintaimu dengan cara terbaik yang aku tahu.",
      "Kamu bukan hanya sekedar perasaan sementara, kamu adalah bab permanen dalam buku hidupku.",
      "Mencintaimu itu seperti memeluk duri: sakit, tapi terasa lebih sakit jika harus melepaskannya.",
      "Aku menemukan rumah, bukan dalam sebuah bangunan, tapi dalam pelukanmu.",
      "Cinta kita mungkin tidak sempurna, tapi itu nyata, dan itu cukup bagiku.",
      "Perasaan ini murni, tanpa embel-embel, tanpa syarat. Aku cinta kamu, titik.",
      "Kamu adalah jawaban dari semua doa yang belum sempat aku ucapkan.",
      "Aku gak cuma ingin bagian yang indah-indahnya saja, aku ingin semua bagian dari hidupmu, termasuk badainya.",
      "Cinta itu ketika diam bersamamu terasa lebih berarti daripada obrolan dengan orang lain.",
      "Hatiku punya bahasanya sendiri, dan semua kosakatanya adalah tentang kamu.",
      "Aku mencintaimu bukan karena siapa dirimu, tapi karena siapa diriku ketika bersamamu.",
      "Perasaan ini aneh, membuatku takut kehilangan tapi juga sangat kuat untuk dipertahankan.",
      "Kamu adalah mimpi yang tidak ingin kubangunkan.",
      "Cinta kita mungkin sederhana, tapi dalam kesederhanaan itu ada kedalaman yang tak tergantikan.",
      "Aku rela tersesat, asalkan akhir jalannya adalah ke arahmu."
    ]
  },
  {
    "kategori": "Pujian & Kekaguman",
    "quotes": [
      "Kamu itu seperti karya seni yang tidak semua orang bisa mengerti keindahannya.",
      "Dunia ini kehilangan satu bintang, karena bintang itu sekarang bersinar di matamu.",
      "Kamu adalah bukti bahwa Tuhan punya selera yang sangat baik dalam menciptakan keindahan.",
      "Aku gak percaya malaikat, sampai aku bertemu dengan kamu.",
      "Kecantikanmu itu tidak hanya luar, tapi juga memancar dari dalam hatimu.",
      "Kamu itu kombinasi sempurna antara lucu, cantik, dan bikin hati ini cenat-cenut.",
      "Kalau ada lomba ciptaan Tuhan terindah, kamu sudah menang tanpa saingan.",
      "Senyummu itu lebih terang daripada lampu neon di jalanan ibu kota.",
      "Aku gak butuh Netflix, karena melihatmu sudah menjadi hiburan terbaik.",
      "Kamu itu seperti lagu yang enak didengar berulang kali, gak pernah bosen.",
      "Kepintaranmu itu seksi, bikin aku makin klepek-klepek.",
      "Kamu adalah fakta bahwa kesempurnaan itu memang ada di dunia.",
      "Setiap kali kamu berbicara, aku seperti mendengar musik yang merdu.",
      "Kamu itu lebih langka dari pada limited edition sneakers, dan lebih berharga.",
      "Tatapan matamu punya gravitasi sendiri, bikin aku selalu tertarik.",
      "Kamu itu seperti wifi 5G: cepat tanggap, bikin betah, dan selalu dicari.",
      "Aku kagum bukan hanya pada penampilanmu, tapi pada cara kamu berpikir dan bertindak.",
      "Kamu adalah manusia yang membuatku percaya pada cinta pada pandangan pertama.",
      "Kalau kamu jadi warna, kamu adalah warna favorit semua orang.",
      "Kebaikan hatimu itu lebih bersinar daripada make up terbaik sekalipun.",
      "Aku gak pernah melihat bulan begitu indah, sejak aku melihat cahaya di wajahmu.",
      "Kamu itu seperti buku best seller: isinya bagus dan cover-nya juga memukau.",
      "Ketulusanmu itu seperti oasis di tengah gurunnya kehidupan.",
      "Kamu adalah alasan kenapa aku suka memandang ke arah timur, karena di sana ada matahari terbit, dan di sini ada kamu.",
      "Dari semua teori di dunia, teori yang paling aku percaya adalah teori kalau kamu itu memang diciptakan spesial."
    ]
  },
  {
    "kategori": "Mimpi & Masa Depan",
    "quotes": [
      "Mimpiku sederhana: bangun pagi, dan yang pertama kali dilihat adalah wajahmu.",
      "Aku gak mau merencanakan masa depan sendirian lagi, aku mau merencanakannya bersamamu.",
      "Cita-citaku yang paling tinggi adalah menjadi alasan kebahagiaanmu selamanya.",
      "Aku melihat masa depan, dan di sana ada kita, lebih tua, lebih bijak, dan masih saling mencintai.",
      "Impian terbesarku bukan tentang kekayaan, tapi tentang rumah yang berisikan tawa kita dan anak-anak kita nanti.",
      "Aku mau bangun tradisi kita sendiri, kenangan kita sendiri, sejarah kita sendiri.",
      "Masa depanku terlihat cerah, karena ada kamu di dalam setiap rencananya.",
      "Aku gak takut tua, asalkan menua bersamamu.",
      "Mimpi itu akan terasa lebih indah jika yang ada di dalamnya adalah kamu.",
      "Aku sedang menabung bukan untuk mobil mewah, tapi untuk masa depan yang tenang bersamamu.",
      "Target hidupku sekarang cuma satu: membuatmu tersenyum setiap hari, sekarang dan nanti.",
      "Aku pengen lihat kita dari sekarang sampai rambut kita memutih dan gigi kita ompong.",
      "Masa depan adalah ketidakpastian, tapi satu hal yang pasti: aku ingin kamu ada di dalamnya.",
      "Aku gak janji akan memberi hidup mewah, tapi aku janji akan berusaha memberi hidup yang berarti bersamamu.",
      "Setiap doaku selalu sama: semoga kita diberikan jalan yang lurus untuk bersama sampai akhir.",
      "Aku mau jadi kenangan terindahmu, bukan hanya sekarang, tapi sampai kita tua nanti.",
      "Impianku adalah menjadi orang yang bisa kamu andalkan, hari ini, esok, dan selamanya.",
      "Aku melihat ke depan, dan langkah kita terlihat seirama. Aku harap begitu selamanya.",
      "Kita mungkin tidak tahu apa yang terjadi besok, tapi aku tahu aku ingin menghadapinya bersamamu.",
      "Mimpi terindahku bukan mimpi saat tidur, tapi mimpi saat sadar yang berisi tentang kehidupan bersamamu.",
      "Aku mau cerita kita bukan cuma sebatas pacaran, tapi sampai ke bab pernikahan dan seterusnya.",
      "Masa depan itu seperti buku yang belum ditulis, dan aku bersemangat karena kamu akan jadi rekan penulisku.",
      "Aku berdoa, perjalanan kita panjang, jalannya mulus, dan tujuan akhirnya adalah kebahagiaan abadi.",
      "Aku gak butuh visi misi yang muluk, visi misiku cuma satu: kamu, sekarang dan nanti.",
      "Aku yakin, semua perjuangan kita hari ini akan menjadi cerita indah yang kita ceritakan ke cucu-cucu kita nanti."
    ]
  }
]
