[
  {
    "kategori": "Cinta & Romantis (Auto Baper)",
    "quotes": [
      "Kalau kamu adalah bulan, aku akan menjadi bintang yang mengelilingimu selamanya. - Crash Landing on You",
      "Aku mencintaimu. Dari semua manusia di dunia ini, aku memilihmu. - Descendants of the Sun",
      "Jangan khawatir. Aku akan selalu datang menjemputmu, tidak peduli di mana kamu berada. - Goblin",
      "Kamu adalah alasan mengapa aku ingin hidup. - The King: Eternal Monarch",
      "Aku akan mencintaimu di setiap kehidupan, di setiap dunia. - Hotel del Luna",
      "Jika ini adalah takdir, maka aku menerimanya. Takdirku adalah kamu. - My Love from the Star",
      "Aku tidak butuh apapun, asalkan aku bisa bersamamu. - It's Okay to Not Be Okay",
      "Cintaku padamu lebih besar dari seluruh alam semesta ini. - Crash Landing on You",
      "Aku akan selalu menemukanmu, tidak peduli berapa kali kita terlahir kembali. - Hotel del Luna",
      "Kamu bukanlah pilihan, kamu adalah takdirku. - Descendants of the Sun",
      "Aku bersumpah akan melindungimu di kehidupan ini dan kehidupan selanjutnya. - Goblin",
      "Cinta kita melampaui waktu dan ruang. - The King: Eternal Monarch",
      "Aku rela menunggu 400 tahun asalkan akhirnya bertemu denganmu. - Goblin",
      "Kamu adalah orang pertama dan terakhir dalam hidupku. - My Love from the Star",
      "Aku tidak bisa hidup tanpa kamu. Kamu adalah oksigenku. - Crash Landing on You",
      "Cinta itu seperti angin, aku tidak bisa melihatnya tapi aku bisa merasakannya bersama kamu. - Descendants of the Sun",
      "Aku akan menjadi pelindungmu, sekarang dan selamanya. - It's Okay to Not Be Okay",
      "Kamu adalah mimpi indah yang tidak ingin kubangunkan. - Hotel del Luna",
      "Tidak ada yang lebih berharga dalam hidupku selain kamu. - The King: Eternal Monarch",
      "Aku mencintaimu lebih dari kata-kata bisa ungkapkan. - Crash Landing on You",
      "Kamu adalah jawaban dari semua doaku. - Goblin",
      "Aku akan mencintaimu sampai akhir waktu. - My Love from the Star",
      "Kamu adalah rumahku, tempat di mana hatiku merasa tenang. - Descendants of the Sun",
      "Tidak ada cinta yang lebih besar daripada cintaku padamu. - It's Okay to Not Be Okay",
      "Aku memilihmu di setiap kehidupan, di setiap alam semesta. - Hotel del Luna"
    ]
  },
  {
    "kategori": "Pengorbanan & Kesetiaan",
    "quotes": [
      "Aku akan melindungimu, meski itu berarti aku harus melawan seluruh dunia. - Crash Landing on You",
      "Aku rela melakukan apapun demi kebahagiaanmu, bahkan jika itu berarti aku harus menderita. - Goblin",
      "Kesetiaanku padamu tidak akan pernah berubah, meski waktu terus berganti. - Descendants of the Sun",
      "Aku akan menunggu, tidak peduli berapa lama. - My Love from the Star",
      "Pengorbanan terbesar adalah melepaskan orang yang paling kamu cintai demi kebahagiaannya. - Hotel del Luna",
      "Aku tidak akan pernah meninggalkanmu, meski badai datang menerpa. - It's Okay to Not Be Okay",
      "Cinta sejati berarti siap kehilangan segalanya asalkan orang yang dicintai bahagia. - Crash Landing on You",
      "Aku akan menjadi perisaimu, menahan semua panah yang mengarah padamu. - Goblin",
      "Kesetiaan tidak diukur dari waktu, tapi dari seberapa dalam cintamu. - Descendants of the Sun",
      "Aku akan tetap setia meski kita terpisah oleh alam semesta. - The King: Eternal Monarch",
      "Pengorbanan tanpa pamrih adalah bentuk cinta tertinggi. - Hotel del Luna",
      "Aku akan selalu ada di sampingmu, dalam suka dan duka. - It's Okay to Not Be Okay",
      "Cinta berarti siap terluka demi melindungi orang yang dicintai. - Crash Landing on You",
      "Aku tidak takut mati, yang kutakutkan adalah hidup tanpamu. - Goblin",
      "Kesetiaan adalah ketika kamu tetap memilih seseorang meski ada ribuan pilihan lain. - Descendants of the Sun",
      "Aku rela menanggung semua kesedihanmu asalkan kamu bisa tersenyum. - My Love from the Star",
      "Pengorbanan terberat adalah tersenyum padahal hatimu hancur. - Hotel del Luna",
      "Aku akan menjadi kekuatanmu saat kamu lemah. - It's Okay to Not Be Okay",
      "Cinta sejati tidak mengenal kata menyerah. - Crash Landing on You",
      "Aku akan melindungimu sampai napas terakhirku. - Goblin",
      "Kesetiaan adalah tetap mencintai meski cinta itu menyakitkan. - Descendants of the Sun",
      "Aku akan menunggu, meski tahu mungkin tidak ada harapan. - The King: Eternal Monarch",
      "Pengorbanan adalah bukti nyata dari cinta yang tulus. - Hotel del Luna",
      "Aku akan selalu kembali padamu, tidak peduli seberapa jauh aku pergi. - It's Okay to Not Be Okay",
      "Cinta berarti siap kehilangan segalanya demi seseorang. - Crash Landing on You"
    ]
  },
  {
    "kategori": "Rindu & Kerinduan",
    "quotes": [
      "Rinduku padamu lebih menyakitkan daripada luka fisik manapun. - Crash Landing on You",
      "Setiap detik terasa seperti abadi ketika aku merindukanmu. - Descendants of the Sun",
      "Aku merindukanmu bahkan sebelum kita berpisah. - Goblin",
      "Kerinduan adalah siksaan terberat bagi hati yang mencinta. - My Love from the Star",
      "Aku menghitung hari, jam, dan detik sampai bisa bertemu denganmu lagi. - Hotel del Luna",
      "Rindu itu seperti angin, tidak terlihat tapi bisa dirasakan. - It's Okay to Not Be Okay",
      "Tidak ada obat yang bisa menyembuhkan rindu padamu. - Crash Landing on You",
      "Aku merindukan senyumanmu, tawamu, bahkan caramu memanggil namaku. - Descendants of the Sun",
      "Rindu membuat waktu terasa begitu lambat. - Goblin",
      "Aku ingin waktu berhenti sejenak agar kerinduan ini tidak bertambah. - My Love from the Star",
      "Setiap malam, aku bermimpi tentangmu. - Hotel del Luna",
      "Rindu adalah bayangan yang selalu mengikutiku. - It's Okay to Not Be Okay",
      "Aku merindukanmu lebih dari kata-kata bisa ungkapkan. - Crash Landing on You",
      "Kerinduan adalah bukti bahwa cinta itu nyata. - Descendants of the Sun",
      "Aku rindu padamu seperti bumi rindu pada hujan. - Goblin",
      "Tidak ada yang lebih menyakitkan daripada merindukan seseorang yang tidak bisa kamu miliki. - My Love from the Star",
      "Rindu membuat hatiku terasa sesak. - Hotel del Luna",
      "Aku merindukan setiap hal kecil tentangmu. - It's Okay to Not Be Okay",
      "Kerinduan adalah cara hatiku mengingatkan bahwa aku sangat mencintaimu. - Crash Landing on You",
      "Aku rindu padamu sampai-sampai tidur pun tidak bisa. - Descendants of the Sun",
      "Rindu itu seperti api yang membakar hati. - Goblin",
      "Aku menghitung bintang setiap malam, berharap kamu juga melakukannya. - My Love from the Star",
      "Kerinduan membuatku merasa hidup dan mati pada saat yang sama. - Hotel del Luna",
      "Aku merindukanmu meski kita baru saja berpisah. - It's Okay to Not Be Okay",
      "Rindu adalah rasa yang tidak pernah bohong. - Crash Landing on You"
    ]
  },
  {
    "kategori": "Pertemuan & Takdir",
    "quotes": [
      "Pertemuan kita bukanlah kebetulan, tapi takdir yang sudah dituliskan. - Crash Landing on You",
      "Aku percaya kita dipertemukan untuk suatu alasan. - Descendants of the Sun",
      "Takdir mungkin memisahkan kita, tapi cinta akan menyatukan kita kembali. - Goblin",
      "Kamu adalah takdir yang tidak pernah kuminta tapi sangat kuharapkan. - My Love from the Star",
      "Setiap pertemuan memiliki artinya sendiri. - Hotel del Luna",
      "Aku bersyukur pada takdir yang mempertemukan kita. - It's Okay to Not Be Okay",
      "Pertemuan kita mengubah hidupku selamanya. - Crash Landing on You",
      "Takdir adalah ketika kamu bertemu seseorang dan hidupmu tidak pernah sama lagi. - Descendants of the Sun",
      "Kita dipertemukan untuk saling melengkapi. - Goblin",
      "Pertemuan denganmu adalah anugerah terbesar dalam hidupku. - My Love from the Star",
      "Takdir menulis cerita kita dengan cara yang tidak pernah kita duga. - Hotel del Luna",
      "Aku percaya takdir baik akan mempertemukan kita lagi. - It's Okay to Not Be Okay",
      "Pertemuan kita adalah awal dari segalanya. - Crash Landing on You",
      "Takdir mungkin keras, tapi cinta kita lebih kuat. - Descendants of the Sun",
      "Kita dipertemukan untuk saling menyembuhkan. - Goblin",
      "Pertemuan denganmu adalah jawaban dari semua doaku. - My Love from the Star",
      "Takdir adalah benang merah yang menghubungkan kita. - Hotel del Luna",
      "Aku bersyukur setiap hari karena takdir mempertemukan kita. - It's Okay to Not Be Okay",
      "Pertemuan kita membuktikan bahwa takdir itu nyata. - Crash Landing on You",
      "Takdir memberikan yang terbaik meski kita tidak mengerti caranya. - Descendants of the Sun",
      "Kita dipertemukan untuk saling mengajari tentang cinta. - Goblin",
      "Pertemuan denganmu membuatku percaya pada takdir. - My Love from the Star",
      "Takdir adalah penulis cerita terbaik. - Hotel del Luna",
      "Aku percaya takdir akan selalu mempertemukan orang yang saling mencintai. - It's Okay to Not Be Okay",
      "Pertemuan kita adalah mukjizat dalam hidupku. - Crash Landing on You"
    ]
  },
  {
    "kategori": "Perpisahan & Sakit Hati",
    "quotes": [
      "Perpisahan itu seperti pisau yang mengoyak hati. - Crash Landing on You",
      "Sakit hati karena cinta adalah luka terdalam yang tidak terlihat. - Descendants of the Sun",
      "Aku lebih memilih sakit fisik daripada sakit karena kehilanganmu. - Goblin",
      "Perpisahan mengajarkan betapa berharganya bersama. - My Love from the Star",
      "Sakit hati adalah harga yang harus dibayar untuk mencintai. - Hotel del Luna",
      "Perpisahan bukan akhir, tapi awal dari kerinduan yang tak berujung. - It's Okay to Not Be Okay",
      "Aku tidak tahu mana yang lebih sakit: kehilanganmu atau harus hidup tanpamu. - Crash Landing on You",
      "Sakit hati membuatku mengerti arti cinta yang sebenarnya. - Descendants of the Sun",
      "Perpisahan adalah guru terkejam dalam kehidupan. - Goblin",
      "Aku lebih takut pada perpisahan daripada kematian. - My Love from the Star",
      "Sakit hati itu seperti hujan, datang tiba-tiba dan membuat segalanya basah. - Hotel del Luna",
      "Perpisahan membuatku menyadari bahwa aku sangat mencintaimu. - It's Okay to Not Be Okay",
      "Aku rela sakit asalkan kamu bahagia. - Crash Landing on You",
      "Sakit hati adalah bukti bahwa kita pernah mencintai dengan tulus. - Descendants of the Sun",
      "Perpisahan adalah ujian terberat bagi cinta. - Goblin",
      "Aku tidak akan pernah pulih dari sakit karena kehilanganmu. - My Love from the Star",
      "Sakit hati mengajarkan kita untuk lebih kuat. - Hotel del Luna",
      "Perpisahan membuat setiap kenangan terasa lebih berharga. - It's Okay to Not Be Okay",
      "Aku lebih memilih perpisahan yang menyakitkan daripada hidup dalam kebohongan. - Crash Landing on You",
      "Sakit hati adalah bahasa universal para pecinta. - Descendants of the Sun",
      "Perpisahan adalah cara takdir menguji seberapa besar cinta kita. - Goblin",
      "Aku belajar bahwa perpisahan adalah bagian dari cinta. - My Love from the Star",
      "Sakit hati membuat kita tumbuh menjadi pribadi yang lebih baik. - Hotel del Luna",
      "Perpisahan mengajarkan arti kehilangan dan penghargaan. - It's Okay to Not Be Okay",
      "Aku akan membawa sakit hati ini sebagai pelajaran berharga. - Crash Landing on You"
    ]
  },
  {
    "kategori": "Janji & Harapan",
    "quotes": [
      "Aku berjanji akan selalu kembali padamu, tidak peduli apa yang terjadi. - Crash Landing on You",
      "Harapan adalah satu-satunya yang membuatku terus bertahan. - Descendants of the Sun",
      "Janji kita akan mengalahkan waktu dan ruang. - Goblin",
      "Aku berharap kita bisa bersama selamanya, di kehidupan ini dan selanjutnya. - My Love from the Star",
      "Harapan adalah cahaya kecil di kegelapan. - Hotel del Luna",
      "Aku berjanji akan melindungimu sampai akhir hayatku. - It's Okay to Not Be Okay",
      "Harapan membuatku terus berjuang untuk kita. - Crash Landing on You",
      "Janji adalah ikatan yang mengikat hati kita. - Descendants of the Sun",
      "Aku berharap takdir akan mempertemukan kita lagi. - Goblin",
      "Janji kita lebih kuat dari apapun. - My Love from the Star",
      "Harapan adalah nafas bagi jiwa yang putus asa. - Hotel del Luna",
      "Aku berjanji akan membuatmu bahagia, meski dunia berusaha memisahkan kita. - It's Okay to Not Be Okay",
      "Harapan adalah benang yang menyambung mimpi kita. - Crash Landing on You",
      "Janji adalah kata-kata yang kita ucapkan dengan hati. - Descendants of the Sun",
      "Aku berharap waktu akan membawa kita bersama lagi. - Goblin",
      "Janji kita akan terbukti dengan sendirinya. - My Love from the Star",
      "Harapan adalah kekuatan yang membuatku terus melangkah. - Hotel del Luna",
      "Aku berjanji tidak akan pernah melupakanmu. - It's Okay to Not Be Okay",
      "Harapan adalah hadiah terbaik yang bisa kita berikan pada diri sendiri. - Crash Landing on You",
      "Janji adalah komitmen yang kita buat untuk masa depan. - Descendants of the Sun",
      "Aku berharap cinta kita akan bertahan selamanya. - Goblin",
      "Janji kita adalah permata berharga dalam hidupku. - My Love from the Star",
      "Harapan adalah matahari yang menerangi hari-hari gelap. - Hotel del Luna",
      "Aku berjanji akan selalu mencintaimu, meski dunia berubah. - It's Okay to Not Be Okay",
      "Harapan adalah kunci yang membuka pintu kebahagiaan. - Crash Landing on You"
    ]
  },
  {
    "kategori": "Kepercayaan & Pengertian",
    "quotes": [
      "Aku percaya padamu lebih dari apapun di dunia ini. - Crash Landing on You",
      "Pengertian adalah dasar dari cinta yang abadi. - Descendants of the Sun",
      "Kepercayaan adalah jembatan yang menghubungkan dua hati. - Goblin",
      "Aku mengerti kamu lebih dari kamu mengerti dirimu sendiri. - My Love from the Star",
      "Percaya pada seseorang berarti memberikan hatimu padanya. - Hotel del Luna",
      "Pengertian adalah ketika kamu menerima semua sisi seseorang. - It's Okay to Not Be Okay",
      "Aku percaya bahwa cinta kita akan mengalahkan segalanya. - Crash Landing on You",
      "Kepercayaan adalah hadiah terbesar yang bisa kita berikan. - Descendants of the Sun",
      "Aku mengerti bahwa cinta kadang harus berkorban. - Goblin",
      "Percaya padaku seperti aku percaya padamu. - My Love from the Star",
      "Pengertian adalah ketika diam terasa lebih nyaman daripada berbicara. - Hotel del Luna",
      "Aku percaya pada takdir yang mempertemukan kita. - It's Okay to Not Be Okay",
      "Kepercayaan tidak butuh bukti, tapi butuh waktu. - Crash Landing on You",
      "Pengertian adalah kemampuan untuk merasakan apa yang dirasakan orang lain. - Descendants of the Sun",
      "Aku percaya bahwa kita ditakdirkan untuk bersama. - Goblin",
      "Pengertian adalah ketika kamu tahu apa yang dibutuhkan seseorang tanpa dia berkata-kata. - My Love from the Star",
      "Kepercayaan adalah fondasi dari hubungan yang kuat. - Hotel del Luna",
      "Aku mengerti bahwa cinta tidak selalu mudah. - It's Okay to Not Be Okay",
      "Percaya pada cinta kita adalah pilihanku setiap hari. - Crash Landing on You",
      "Pengertian adalah kunci untuk membuka hati seseorang. - Descendants of the Sun",
      "Aku percaya bahwa setiap hal terjadi untuk alasan yang baik. - Goblin",
      "Kepercayaan adalah ketika kamu tidak ragu meski semua orang meragukan. - My Love from the Star",
      "Pengertian adalah bentuk cinta yang paling dalam. - Hotel del Luna",
      "Aku percaya bahwa kita akan menemukan jalan kembali satu sama lain. - It's Okay to Not Be Okay",
      "Kepercayaan adalah ketika kamu memberikan kunci hatimu pada seseorang. - Crash Landing on You"
    ]
  },
  {
    "kategori": "Keabadian & Selamanya",
    "quotes": [
      "Cinta kita akan abadi, melampaui waktu dan kematian. - Crash Landing on You",
      "Selamanya tidak cukup untuk mencintaimu. - Descendants of the Sun",
      "Aku akan mencintaimu sampai akhir zaman. - Goblin",
      "Keabadian adalah ketika cinta tidak pernah mati. - My Love from the Star",
      "Selamanya adalah janji yang kita buat di dalam hati. - Hotel del Luna",
      "Aku ingin bersama kamu untuk selamanya, di kehidupan ini dan berikutnya. - It's Okay to Not Be Okay",
      "Cinta yang sejati tidak mengenal kata akhir. - Crash Landing on You",
      "Keabadian adalah ketika kenangan kita hidup selamanya. - Descendants of the Sun",
      "Aku akan menemukanmu di setiap kehidupan. - Goblin",
      "Selamanya adalah mimpi yang kita wujudkan bersama. - My Love from the Star",
      "Keabadian ada di dalam cinta yang tulus. - Hotel del Luna",
      "Aku percaya cinta kita akan bertahan selamanya. - It's Okay to Not Be Okay",
      "Selamanya adalah ketika hatiku hanya untukmu. - Crash Landing on You",
      "Keabadian adalah ikatan yang tidak bisa diputuskan oleh apapun. - Descendants of the Sun",
      "Aku akan mencintaimu meski dunia berakhir. - Goblin",
      "Selamanya adalah janji yang lebih kuat dari waktu. - My Love from the Star",
      "Keabadian ada di dalam setiap detak jantungku untukmu. - Hotel del Luna",
      "Aku ingin selamanya bersamamu, tidak peduli dalam bentuk apa. - It's Okay to Not Be Okay",
      "Cinta kita akan menjadi legenda yang dikenang selamanya. - Crash Landing on You",
      "Keabadian adalah ketika dua jiwa menjadi satu selamanya. - Descendants of the Sun",
      "Aku akan mencarimu di setiap sudut waktu. - Goblin",
      "Selamanya adalah ketika cinta menjadi bagian dari takdir. - My Love from the Star",
      "Keabadian adalah hadiah terindah dari cinta sejati. - Hotel del Luna",
      "Aku berjanji akan mencintaimu untuk selamanya, meski selamanya tidak ada. - It's Okay to Not Be Okay",
      "Cinta kita adalah keabadian dalam dunia yang fana. - Crash Landing on You"
    ]
  }
]
