[
  {
    "kategori": "Inspirasi & Motivasi (Hollywood)",
    "quotes": [
      "Life is like a box of chocolates, you never know what you're gonna get. - Forrest Gump (Forrest Gump)",
      "May the Force be with you. - Various Characters (Star Wars)",
      "Why so serious? - The Joker (The Dark Knight)",
      "I'm king of the world! - Jack Dawson (Titanic)",
      "You can't handle the truth! - Colonel Nathan R. Jessup (A Few Good Men)",
      "To infinity and beyond! - Buzz Lightyear (Toy Story)",
      "I'll be back. - The Terminator (The Terminator)",
      "You talking to me? - Travis Bickle (Taxi Driver)",
      "Keep your friends close, but your enemies closer. - Michael Corleone (The Godfather Part II)",
      "I see dead people. - Cole Sear (The Sixth Sense)",
      "There's no place like home. - Dorothy Gale (The Wizard of Oz)",
      "You had me at hello. - Dorothy Boyd (Jerry Maguire)",
      "Just keep swimming. - Dory (Finding Nemo)",
      "Carpe diem. Seize the day, boys. - John Keating (Dead Poets Society)",
      "I'm going to make him an offer he can't refuse. - Vito Corleone (The Godfather)",
      "You either die a hero, or you live long enough to see yourself become the villain. - Harvey Dent (The Dark Knight)",
      "The first rule of Fight Club is: you do not talk about Fight Club. - Tyler Durden (Fight Club)",
      "I feel the need—the need for speed! - Pete 'Maverick' Mitchell (Top Gun)",
      "You're gonna need a bigger boat. - Chief Martin Brody (Jaws)",
      "Houston, we have a problem. - Jim Lovell (Apollo 13)",
      "My precious. - Gollum (The Lord of the Rings)",
      "I am your father. - Darth Vader (Star Wars: The Empire Strikes Back)",
      "Here's looking at you, kid. - Rick Blaine (Casablanca)",
      "You can't sit with us! - Regina George (Mean Girls)",
      "I drink your milkshake! - Daniel Plainview (There Will Be Blood)"
    ]
  },
  {
    "kategori": "Cinta & Romantis (Hollywood)",
    "quotes": [
      "You complete me. - Jerry Maguire (Jerry Maguire)",
      "I'm just a girl, standing in front of a boy, asking him to love her. - Anna Scott (Notting Hill)",
      "I wish I knew how to quit you. - Ennis Del Mar (Brokeback Mountain)",
      "As you wish. - Westley (The Princess Bride)",
      "I love you. I am who I am because of you. - Allie Hamilton (The Notebook)",
      "It was never a dress, it was a cape. You are my hero. - Jamie Sullivan (A Walk to Remember)",
      "I would rather have had one breath of her hair, one kiss of her mouth, one touch of her hand, than eternity without it. - Seth (City of Angels)",
      "I came here tonight because when you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible. - Harry Burns (When Harry Met Sally)",
      "The greatest thing you'll ever learn is just to love and be loved in return. - Various (Moulin Rouge!)",
      "Love means never having to say you're sorry. - Oliver Barrett IV (Love Story)",
      "I'm also just a girl, standing in front of a boy, asking him to love her. - Anna Scott (Notting Hill)",
      "I think this is the beginning of a beautiful friendship. - Rick Blaine (Casablanca)",
      "I've been doing a lot of thinking, and the thing is, I love you. - Lloyd Dobler (Say Anything...)",
      "You make me want to be a better man. - Melvin Udall (As Good as It Gets)",
      "I'm scared of walking out of this room and never feeling the rest of my whole life the way I feel when I'm with you. - Baby Houseman (Dirty Dancing)",
      "I gave her my heart, and she gave me a pen. - Lloyd Dobler (Say Anything...)",
      "I would rather share one lifetime with you than face all the ages of this world alone. - Arwen (The Lord of the Rings)",
      "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds. - Noah Calhoun (The Notebook)",
      "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible. - Harry Burns (When Harry Met Sally)",
      "I'm just a girl, standing in front of a boy, asking him to love her. - Anna Scott (Notting Hill)",
      "I love you more than anything in this world. - John 'Johnny' Lawrence (The Karate Kid)",
      "You have bewitched me, body and soul, and I love, I love, I love you. - Mr. Darcy (Pride & Prejudice)",
      "I've never felt this way before. - Various (Multiple Films)",
      "I came here tonight because when you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible. - Harry Burns (When Harry Met Sally)",
      "I love you. I've loved you since the first moment I saw you. - Noah Calhoun (The Notebook)"
    ]
  },
  {
    "kategori": "Drama & Konflik (Hollywood)",
    "quotes": [
      "The truth? You can't handle the truth! - Colonel Nathan R. Jessup (A Few Good Men)",
      "I coulda been a contender. - Terry Malloy (On the Waterfront)",
      "You don't understand! I coulda had class. I coulda been a contender. - Terry Malloy (On the Waterfront)",
      "I'm mad as hell, and I'm not going to take this anymore! - Howard Beale (Network)",
      "You're tearing me apart, Lisa! - Johnny (The Room)",
      "I have always depended on the kindness of strangers. - Blanche DuBois (A Streetcar Named Desire)",
      "After all, tomorrow is another day! - Scarlett O'Hara (Gone with the Wind)",
      "I'm as mad as hell, and I'm not going to take this anymore! - Howard Beale (Network)",
      "They call me Mister Tibbs! - Virgil Tibbs (In the Heat of the Night)",
      "Stella! Hey, Stella! - Stanley Kowalski (A Streetcar Named Desire)",
      "I'm walking here! I'm walking here! - 'Ratso' Rizzo (Midnight Cowboy)",
      "You can't fight in here, this is the War Room! - President Merkin Muffley (Dr. Strangelove)",
      "I see dead people. - Cole Sear (The Sixth Sense)",
      "I have to return some videotapes. - Patrick Bateman (American Psycho)",
      "The horror... the horror... - Colonel Walter E. Kurtz (Apocalypse Now)",
      "I am big! It's the pictures that got small. - Norma Desmond (Sunset Boulevard)",
      "All work and no play makes Jack a dull boy. - Jack Torrance (The Shining)",
      "I'm the king of the world! - Jack Dawson (Titanic)",
      "I drink your milkshake! - Daniel Plainview (There Will Be Blood)",
      "You either die a hero, or you live long enough to see yourself become the villain. - Harvey Dent (The Dark Knight)",
      "Why so serious? - The Joker (The Dark Knight)",
      "I'm your Huckleberry. - Doc Holliday (Tombstone)",
      "Say hello to my little friend! - Tony Montana (Scarface)",
      "You shall not pass! - Gandalf (The Lord of the Rings)",
      "I'll have what she's having. - Customer (When Harry Met Sally)"
    ]
  },
  {
    "kategori": "Quotes Ikonik Indonesia",
    "quotes": [
      "Cinta itu buta, tapi menikah adalah tongkatnya. - (Ngeri-Ngeri Sedap)",
      "Kita ini kan bukan siapa-siapa, cuma orang biasa yang berusaha jadi luar biasa. - (Laskar Pelangi)",
      "Hidup itu seperti naik sepeda, untuk menjaga keseimbangan, kita harus terus bergerak. - (Ada Apa dengan Cinta?)",
      "Cinta itu harus diperjuangkan, bukan ditunggu. - (AADC 2)",
      "Kamu nggak akan pernah bisa lari dari takdirmu. - (Gie)",
      "Kadang yang kita cari bukan orang yang sempurna, tapi orang yang membuat kita merasa sempurna. - (Habibie & Ainun)",
      "Cinta sejati itu tidak perlu diucapkan, tapi dirasakan. - (Ayat-Ayat Cinta)",
      "Hidup ini pilihan, Nak. Pilih yang terbaik, jangan yang paling mudah. - (Laskar Pelangi)",
      "Cinta itu sederhana, yang rumit itu manusia. - (Dilan 1990)",
      "Aku mau jadi preman, biar aku bisa melindungi orang yang aku sayang. - (My Stupid Boss)",
      "Kita sama-sama tahu ini salah, tapi kenapa terasa begitu benar? - (Critical Eleven)",
      "Cinta itu seperti angin, aku tidak bisa melihatnya tapi aku bisa merasakannya. - (Dilan 1991)",
      "Hidup itu terlalu singkat untuk disia-siakan dengan hal-hal yang tidak membahagiakan. - (Aruna dan Lidahnya)",
      "Terkadang, orang yang paling menyakiti kita adalah orang yang paling kita sayangi. - (Perahu Kertas)",
      "Cinta tidak butuh alasan, tapi butuh keberanian. - (Surga yang Tak Dirindukan)",
      "Kita boleh miskin harta, tapi jangan miskin hati. - (Laskar Pelangi)",
      "Cinta itu seperti hujan, bisa datang tiba-tiba dan pergi tanpa permisi. - (Dilan 1990)",
      "Hidup ini seperti wayang, ada yang jadi protagonis, ada yang jadi antagonis. - (Sang Penari)",
      "Cinta sejati tidak akan pernah mati, hanya tertidur sampai waktunya bangun. - (Habibie & Ainun 3)",
      "Kadang kita harus kehilangan untuk mengetahui nilai sebuah kehadiran. - (Bumi Manusia)",
      "Cinta itu buta, tapi pernikahan adalah tongkat penuntunnya. - (Ngeri-Ngeri Sedap)",
      "Hidup itu panggung sandiwara, kita hanya perlu memainkan peran sebaik mungkin. - (Marlina si Pembunuh dalam 4 Babak)",
      "Cinta tidak pernah salah memilih, hanya salah waktu. - (Critical Eleven)",
      "Kita tidak bisa memilih dari mana kita berasal, tapi kita bisa memilih akan menjadi apa. - (Gundala)",
      "Cinta itu seperti kopi, pahit di awal tapi manis di akhir. - (Dilan 1991)"
    ]
  },
  {
    "kategori": "Komedi & Kelucuan",
    "quotes": [
      "I'm in a glass case of emotion! - Ron Burgundy (Anchorman)",
      "You're killing me, Smalls! - Ham Porter (The Sandlot)",
      "I'm not a smart man, but I know what love is. - Forrest Gump (Forrest Gump)",
      "That's what she said. - Michael Scott (The Office)",
      "I'm not bad, I'm just drawn that way. - Jessica Rabbit (Who Framed Roger Rabbit)",
      "You can't handle the truth! - Colonel Nathan R. Jessup (A Few Good Men)",
      "I'll have what she's having. - Customer (When Harry Met Sally)",
      "You talkin' to me? - Travis Bickle (Taxi Driver)",
      "I see dead people. - Cole Sear (The Sixth Sense)",
      "I'm the king of the world! - Jack Dawson (Titanic)",
      "Why so serious? - The Joker (The Dark Knight)",
      "You shall not pass! - Gandalf (The Lord of the Rings)",
      "I'm walking here! I'm walking here! - 'Ratso' Rizzo (Midnight Cowboy)",
      "I'm mad as hell, and I'm not going to take this anymore! - Howard Beale (Network)",
      "I drink your milkshake! - Daniel Plainview (There Will Be Blood)",
      "I'm your Huckleberry. - Doc Holliday (Tombstone)",
      "Say hello to my little friend! - Tony Montana (Scarface)",
      "I coulda been a contender. - Terry Malloy (On the Waterfront)",
      "You don't understand! I coulda had class. I coulda been a contender. - Terry Malloy (On the Waterfront)",
      "I have always depended on the kindness of strangers. - Blanche DuBois (A Streetcar Named Desire)",
      "After all, tomorrow is another day! - Scarlett O'Hara (Gone with the Wind)",
      "Stella! Hey, Stella! - Stanley Kowalski (A Streetcar Named Desire)",
      "You can't fight in here, this is the War Room! - President Merkin Muffley (Dr. Strangelove)",
      "I have to return some videotapes. - Patrick Bateman (American Psycho)",
      "The horror... the horror... - Colonel Walter E. Kurtz (Apocalypse Now)"
    ]
  },
  {
    "kategori": "Filosofi & Kehidupan",
    "quotes": [
      "The only thing standing between you and your goal is the bullshit story you keep telling yourself as to why you can't achieve it. - Jordan Belfort (The Wolf of Wall Street)",
      "Life is not the amount of breaths you take, it's the moments that take your breath away. - Hitch (Hitch)",
      "It's not about how hard you hit. It's about how hard you can get hit and keep moving forward. - Rocky Balboa (Rocky Balboa)",
      "The past can hurt. But the way I see it, you can either run from it, or learn from it. - Rafiki (The Lion King)",
      "Hope is a good thing, maybe the best of things, and no good thing ever dies. - Andy Dufresne (The Shawshank Redemption)",
      "You mustn't be afraid to dream a little bigger, darling. - Eames (Inception)",
      "The greatest trick the devil ever pulled was convincing the world he didn't exist. - Verbal Kint (The Usual Suspects)",
      "We accept the love we think we deserve. - Mr. Anderson (The Perks of Being a Wallflower)",
      "The things you own end up owning you. - Tyler Durden (Fight Club)",
      "Life moves pretty fast. If you don't stop and look around once in a while, you could miss it. - Ferris Bueller (Ferris Bueller's Day Off)",
      "The only way to get rid of temptation is to yield to it. - Lord Henry Wotton (The Picture of Dorian Gray)",
      "The truth is out there. - Fox Mulder (The X-Files)",
      "The world is not a wish-granting factory. - Augustus Waters (The Fault in Our Stars)",
      "The only thing we have to fear is fear itself. - Franklin D. Roosevelt (Pearl Harbor)",
      "The greatest glory in living lies not in never falling, but in rising every time we fall. - Nelson Mandela (Invictus)",
      "The future is not set. There is no fate but what we make for ourselves. - John Connor (Terminator 2: Judgment Day)",
      "The only thing standing between you and your goal is the bullshit story you keep telling yourself as to why you can't achieve it. - Jordan Belfort (The Wolf of Wall Street)",
      "Life is not the amount of breaths you take, it's the moments that take your breath away. - Hitch (Hitch)",
      "It's not about how hard you hit. It's about how hard you can get hit and keep moving forward. - Rocky Balboa (Rocky Balboa)",
      "The past can hurt. But the way I see it, you can either run from it, or learn from it. - Rafiki (The Lion King)",
      "Hope is a good thing, maybe the best of things, and no good thing ever dies. - Andy Dufresne (The Shawshank Redemption)",
      "You mustn't be afraid to dream a little bigger, darling. - Eames (Inception)",
      "The greatest trick the devil ever pulled was convincing the world he didn't exist. - Verbal Kint (The Usual Suspects)",
      "We accept the love we think we deserve. - Mr. Anderson (The Perks of Being a Wallflower)",
      "The things you own end up owning you. - Tyler Durden (Fight Club)"
    ]
  },
  {
    "kategori": "Petualangan & Fantasi",
    "quotes": [
      "I am Groot. - Groot (Guardians of the Galaxy)",
      "Why so serious? - The Joker (The Dark Knight)",
      "You shall not pass! - Gandalf (The Lord of the Rings)",
      "I'm king of the world! - Jack Dawson (Titanic)",
      "To infinity and beyond! - Buzz Lightyear (Toy Story)",
      "I'll be back. - The Terminator (The Terminator)",
      "May the Force be with you. - Various Characters (Star Wars)",
      "I'm your Huckleberry. - Doc Holliday (Tombstone)",
      "Say hello to my little friend! - Tony Montana (Scarface)",
      "I see dead people. - Cole Sear (The Sixth Sense)",
      "I'm walking here! I'm walking here! - 'Ratso' Rizzo (Midnight Cowboy)",
      "You can't handle the truth! - Colonel Nathan R. Jessup (A Few Good Men)",
      "I coulda been a contender. - Terry Malloy (On the Waterfront)",
      "You're tearing me apart, Lisa! - Johnny (The Room)",
      "I'm mad as hell, and I'm not going to take this anymore! - Howard Beale (Network)",
      "Stella! Hey, Stella! - Stanley Kowalski (A Streetcar Named Desire)",
      "I have always depended on the kindness of strangers. - Blanche DuBois (A Streetcar Named Desire)",
      "After all, tomorrow is another day! - Scarlett O'Hara (Gone with the Wind)",
      "You can't fight in here, this is the War Room! - President Merkin Muffley (Dr. Strangelove)",
      "I have to return some videotapes. - Patrick Bateman (American Psycho)",
      "The horror... the horror... - Colonel Walter E. Kurtz (Apocalypse Now)",
      "I am big! It's the pictures that got small. - Norma Desmond (Sunset Boulevard)",
      "All work and no play makes Jack a dull boy. - Jack Torrance (The Shining)",
      "I drink your milkshake! - Daniel Plainview (There Will Be Blood)",
      "You either die a hero, or you live long enough to see yourself become the villain. - Harvey Dent (The Dark Knight)"
    ]
  },
  {
    "kategori": "Keluarga & Persahabatan",
    "quotes": [
      "Ohana means family. Family means nobody gets left behind or forgotten. - Lilo (Lilo & Stitch)",
      "I'll be there for you. - Friends Theme Song (Friends)",
      "You've got a friend in me. - Woody (Toy Story)",
      "The greatest thing you'll ever learn is just to love and be loved in return. - Various (Moulin Rouge!)",
      "I think this is the beginning of a beautiful friendship. - Rick Blaine (Casablanca)",
      "You're my person. - Cristina Yang (Grey's Anatomy)",
      "I would do anything for you. - Various (Multiple Films)",
      "You're the only one who understands me. - Various (Multiple Films)",
      "I've got your back. - Various (Multiple Films)",
      "You're like a brother/sister to me. - Various (Multiple Films)",
      "I don't know what I'd do without you. - Various (Multiple Films)",
      "You're my best friend. - Various (Multiple Films)",
      "I love you like a brother/sister. - Various (Multiple Films)",
      "You're family to me. - Various (Multiple Films)",
      "I'll always be here for you. - Various (Multiple Films)",
      "You're my rock. - Various (Multiple Films)",
      "I trust you with my life. - Various (Multiple Films)",
      "You're the only one I can be myself with. - Various (Multiple Films)",
      "I can tell you anything. - Various (Multiple Films)",
      "You make me a better person. - Various (Multiple Films)",
      "I'm so lucky to have you in my life. - Various (Multiple Films)",
      "You're my favorite person. - Various (Multiple Films)",
      "I don't know where I'd be without you. - Various (Multiple Films)",
      "You're my everything. - Various (Multiple Films)",
      "I'll never let you go. - Various (Multiple Films)"
    ]
  }
]
