[
  {
    "kategori": "Tauhid & Keimanan",
    "quotes": [
      "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. (QS. Al-Baqarah: 286)",
      "Sesungguhnya bersama kesulitan ada kemudahan. (QS. Al-Insyirah: 6)",
      "Maka sesungguhnya bersama kesulitan itu ada kemudahan. (QS. Al-Insyirah: 5)",
      "Dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai Pemelihara. (QS. Al-Ahzab: 3)",
      "Sesungguhnya Allah tidak mengubah keadaan suatu kaum sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri. (QS. Ar-Ra'd: 11)",
      "Hanya kepada-Mu kami menyembah dan hanya kepada-Mu kami memohon pertolongan. (QS. Al-Fatihah: 5)",
      "Allah mencintai orang-orang yang bertawakal kepada-Nya. (QS. Ali Imran: 159)",
      "Sesungguhnya shalatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan semesta alam. (QS. Al-An'am: 162)",
      "Dan hanya dengan mengingat Allah hati menjadi tenang. (QS. Ar-Ra'd: 28)",
      "Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat baik. (QS. At-Taubah: 120)",
      "Allah lebih mengetahui apa yang terbaik untuk hamba-Nya.",
      "Iman bukan hanya di lisan, tapi terpancar dalam setiap tindakan.",
      "Keimanan yang sejati adalah ketika musibah tidak menggerakkanmu dari ketauhidan.",
      "Allah tidak pernah menjanjikan jalan yang mudah, tapi Dia berjanji akan selalu bersama orang yang sabar.",
      "Tauhid adalah pondasi, tanpa pondasi yang kuat, bangunan keimanan akan mudah roboh.",
      "Allah tidak melihat rupa dan hartamu, tapi melihat hati dan amalmu.",
      "Iman bertambah dengan ketaatan dan berkurang dengan kemaksiatan.",
      "Allah Maha Mengetahui yang terbaik untuk kita, meski kita tidak memahami hikmahnya.",
      "Hati yang dipenuhi tauhid tidak akan pernah merasa sendirian.",
      "Allah tidak pernah tidur, Dia selalu mendengar dan melihat setiap gerak-gerik kita.",
      "Keimanan adalah cahaya yang menerangi kegelapan hidup.",
      "Allah lebih mencintai hamba-Nya yang selalu kembali meski berkali-kali terjatuh.",
      "Tauhid adalah kebebasan sejati dari penghambaan kepada selain Allah.",
      "Allah tidak membebani jiwa melainkan menurut kemampuannya.",
      "Iman tanpa amal bagaikan pohon tanpa buah."
    ]
  },
  {
    "kategori": "Sabar & Syukur",
    "quotes": [
      "Bersabarlah, sesungguhnya Allah bersama orang-orang yang sabar. (QS. Al-Baqarah: 153)",
      "Dan bersyukurlah kepada Allah, jika benar-benar hanya kepada-Nya kamu menyembah. (QS. Al-Baqarah: 172)",
      "Sesungguhnya jika kamu bersyukur, pasti Kami akan menambah (nikmat) kepadamu. (QS. Ibrahim: 7)",
      "Sabar adalah cahaya. - HR. Muslim",
      "Sungguh menakjubkan urusan seorang mukmin, semua urusannya baik baginya. Jika mendapat kesenangan, dia bersyukur. Jika mendapat musibah, dia bersabar. - HR. Muslim",
      "Orang yang bersyukur itu sama derajatnya dengan orang yang sabar. - Umar bin Khattab",
      "Sabar itu ada dua: sabar atas sesuatu yang tidak kau inginkan, dan sabar menahan diri dari sesuatu yang kau inginkan. - Ali bin Abi Thalib",
      "Syukur adalah kunci pembuka pintu rezeki.",
      "Allah menguji orang yang dicintai-Nya dengan kesabaran.",
      "Sabar bukan berarti pasrah, tapi tetap berusaha dengan tawakal.",
      "Bersyukur di saat senang lebih mudah daripada bersyukur di saat susah.",
      "Sabar adalah obat dari segala penyakit hati.",
      "Nikmat Allah tidak akan pernah bisa dihitung, maka bersyukurlah.",
      "Sabar itu pahit di awal, tapi manis di akhir.",
      "Syukur mengundang tambahan, kufur mengundang azab.",
      "Allah memberikan cobaan sesuai kemampuan hamba-Nya.",
      "Sabar adalah menahan lisan dari mengeluh dan hati dari marah.",
      "Bersyukurlah atas yang sedikit, niscaya Allah akan memberimu yang banyak.",
      "Cobaan adalah tanda bahwa Allah masih sayang dan ingin membersihkan dosa-dosamu.",
      "Sabar itu seperti nama, mudah diucapkan tapi sulit dipraktikkan.",
      "Syukur adalah pengakuan bahwa segala sesuatu berasal dari Allah.",
      "Allah tidak melihat seberapa besar cobaanmu, tapi seberapa besar kesabaranmu.",
      "Sabar adalah pondasi kesuksesan dunia dan akhirat.",
      "Bersyukur di saat lapang adalah bekal untuk sabar di saat sempit.",
      "Sabar dan syukur adalah dua sayap yang membawa seorang mukmin menuju surga."
    ]
  },
  {
    "kategori": "Doa & Tawakal",
    "quotes": [
      "Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagimu. (QS. Ghafir: 60)",
      "Dan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. (QS. At-Talaq: 3)",
      "Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami bersalah. (QS. Al-Baqarah: 286)",
      "Doa adalah senjata orang beriman. - HR. Al-Hakim",
      "Tawakal itu seperti burung yang berusaha mencari makan, tapi tahu bahwa rezekinya telah dijamin Allah.",
      "Doa tanpa usaha adalah kesombongan, usaha tanpa doa adalah kesia-siaan.",
      "Allah mengabulkan doa dalam tiga bentuk: langsung dikabulkan, ditunda untuk waktu yang lebih baik, atau diganti dengan yang lebih baik.",
      "Tawakal bukan berarti berhenti berusaha, tapi berusaha maksimal lalu menyerahkan hasilnya kepada Allah.",
      "Doa mengubah takdir.",
      "Pintu doa tidak pernah tertutup selama nafas masih berhembus.",
      "Allah lebih dekat daripada urat lehermu, maka berdoalah dengan penuh keyakinan.",
      "Tawakal adalah kepasrahan total setelah berusaha semaksimal mungkin.",
      "Doa di sepertiga malam terakhir adalah doa yang mustajab.",
      "Allah tidak pernah terlambat mengabulkan doa, hanya waktu-Nya yang berbeda dengan waktu kita.",
      "Tawakal itu melepaskan kegelisahan dan percaya sepenuhnya pada keputusan Allah.",
      "Doa orang tua untuk anaknya adalah doa yang mustajab.",
      "Allah mencintai hamba-Nya yang selalu memohon kepada-Nya.",
      "Tawakal membebaskan dari kecemasan akan masa depan.",
      "Doa adalah komunikasi langsung dengan Sang Pencipta.",
      "Allah tahu kapan waktu terbaik untuk mengabulkan permintaanmu.",
      "Tawakal adalah bukti keimanan akan sifat Allah yang Maha Mengatur.",
      "Jangan pernah berhenti berdoa, karena Allah tidak pernah berhenti mendengar.",
      "Allah lebih mengetahui apa yang baik untuk hamba-Nya daripada hamba itu sendiri.",
      "Doa adalah pengakuan bahwa kita membutuhkan Allah dalam setiap hal.",
      "Tawakal adalah kunci ketenangan hati di tengah ketidakpastian hidup."
    ]
  },
  {
    "kategori": "Cinta & Kasih Sayang",
    "quotes": [
      "Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan untukmu pasangan dari jenismu sendiri, supaya kamu merasa tenang kepadanya. (QS. Ar-Rum: 21)",
      "Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang. (QS. Al-Baqarah: 143)",
      "Sayangilah yang di bumi, niscaya yang di langit akan menyayangimu. - HR. Tirmidzi",
      "Orang beriman yang paling sempurna imannya adalah yang paling baik akhlaknya dan paling penyayang kepada keluarganya. - HR. Tirmidzi",
      "Tidak sempurna iman seseorang di antara kamu sampai dia mencintai saudaranya seperti mencintai dirinya sendiri. - HR. Bukhari Muslim",
      "Cinta kepada Allah akan membawa cinta kepada sesama makhluk-Nya.",
      "Allah menjadikan cinta sebagai salah satu tanda kekuasaan-Nya.",
      "Kasih sayang Allah lebih besar dari kasih sayang seorang ibu kepada anaknya.",
      "Cinta sejati adalah cinta yang tidak membuatmu melupakan Sang Pemberi Cinta.",
      "Allah menciptakan pasangan bukan untuk membuatmu sempurna, tapi untuk saling menyempurnakan.",
      "Rahmat Allah mendahului murka-Nya.",
      "Cinta kepada Allah harus mengalahkan cinta kepada segala sesuatu.",
      "Allah menyukai hamba-Nya yang penyayang kepada makhluk lain.",
      "Cinta yang ikhlas adalah cinta yang tidak mengharapkan balasan, kecuali dari Allah.",
      "Kasih sayang adalah bahasa universal yang dipahami semua makhluk.",
      "Allah menguji cinta kita kepada-Nya dengan memberikan kita cinta kepada dunia.",
      "Cinta kepada sesama adalah buah dari cinta kepada Allah.",
      "Allah lebih mencintai hamba-Nya yang lemah lembut daripada yang keras hati.",
      "Cinta yang bersemi karena Allah akan abadi hingga akhirat.",
      "Kasih sayang Allah tidak terbatas, meski dosa kita tak terhitung.",
      "Cinta sejati adalah ketika kamu menginginkan kebaikan untuk orang yang kamu cintai, meski tanpa dirimu.",
      "Allah menjadikan cinta dan kasih sayang sebagai pengikat hati manusia.",
      "Cinta kepada Allah akan memancarkan cinta kepada seluruh ciptaan-Nya.",
      "Kasih sayang seorang mukmin adalah cermin kasih sayang Allah.",
      "Allah mengampuni dosa-dosa karena kasih sayang-Nya, bukan karena amal kita."
    ]
  },
  {
    "kategori": "Ilmu & Akhlak",
    "quotes": [
      "Allah akan mengangkat derajat orang-orang yang beriman dan berilmu di antara kamu. (QS. Al-Mujadalah: 11)",
      "Sesungguhnya aku diutus untuk menyempurnakan akhlak yang mulia. - HR. Ahmad",
      "Tuntutlah ilmu dari buaian sampai liang lahat.",
      "Ilmu tanpa amal bagaikan pohon tanpa buah, amal tanpa ilmu bagaikan orang berjalan tanpa arah.",
      "Akhlak yang baik akan memberatkan timbangan amal di hari kiamat. - HR. Muslim",
      "Orang yang berilmu adalah penerang dalam kegelapan.",
      "Akhlak yang mulia adalah cermin hati yang bersih.",
      "Ilmu adalah harta yang tidak bisa dicuri dan tidak akan habis.",
      "Sebaik-baik manusia adalah yang paling bermanfaat bagi manusia lainnya. - HR. Thabrani",
      "Ilmu tanpa akhlak adalah bom waktu, akhlak tanpa ilmu adalah kelemahan.",
      "Allah memuliakan seorang yang berilmu di atas ahli ibadah.",
      "Akhlak yang baik menghapus dosa seperti air menghapus kotoran.",
      "Ilmu adalah warisan para nabi.",
      "Seseorang dikatakan berilmu bukan karena banyak hafalan, tapi karena takut kepada Allah.",
      "Akhlak adalah buah dari keimanan yang benar.",
      "Ilmu yang bermanfaat adalah ilmu yang diamalkan.",
      "Orang yang paling baik akhlaknya adalah yang paling dekat dengan Rasulullah di surga.",
      "Ilmu membuka mata hati, akhlak membuka pintu hati.",
      "Allah tidak melihat rupamu atau hartamu, tapi melihat hatimu dan amalmu.",
      "Akhlak yang buruk merusak pahala seperti cuka merusak madu.",
      "Ilmu adalah cahaya yang menerangi jalan hidup.",
      "Akhlak mulia adalah investasi akhirat yang tidak pernah rugi.",
      "Orang berilmu akan selalu rendah hati, orang bodoh akan selalu sombong.",
      "Akhlak adalah identitas sejati seorang muslim.",
      "Ilmu tanpa adab seperti api tanpa kayu, adab tanpa ilmu seperti jasad tanpa ruh."
    ]
  },
  {
    "kategori": "Kematian & Akhirat",
    "quotes": [
      "Setiap yang bernyawa akan merasakan mati. (QS. Ali Imran: 185)",
      "Sesungguhnya kehidupan dunia hanyalah permainan dan senda gurau. (QS. Al-Hadid: 20)",
      "Dunia adalah penjara bagi orang beriman dan surga bagi orang kafir. - HR. Muslim",
      "Ingatlah kematian, niscaya kamu akan meninggalkan kemewahan dunia.",
      "Kematian bukan akhir, tapi awal dari kehidupan yang sebenarnya.",
      "Dunia ini fana, akhirat itu abadi.",
      "Kematian datang tanpa permisi, bersiaplah sebelum dia datang.",
      "Hidup di dunia hanyalah persinggahan menuju kampung akhirat.",
      "Kematian mengingatkan kita bahwa waktu adalah amanah.",
      "Dunia adalah ladang untuk menanam amal, akhirat adalah tempat memanennya.",
      "Kematian adalah pengingat terbesar akan kelemahan manusia.",
      "Harta dan anak-anak adalah perhiasan kehidupan dunia, tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu. (QS. Al-Kahfi: 46)",
      "Kematian adalah pemisah antara yang sementara dan yang abadi.",
      "Persiapkan bekal untuk perjalanan panjangmu ke akhirat.",
      "Kematian menjemput setiap jiwa tanpa memandang usia atau status.",
      "Dunia ini seperti bayangan, jika kau kejar ia akan lari, jika kau tinggalkan ia akan mengikutimu.",
      "Kematian adalah nasihat terbaik bagi orang yang berakal.",
      "Hidup ini singkat, jangan sia-siakan dengan hal yang tidak bermanfaat.",
      "Kematian adalah pintu menuju pertemuan dengan Allah.",
      "Dunia hanya sementara, jangan jadikan ia tujuan utama.",
      "Kematian mengajarkan bahwa kita hanya tamu di dunia ini.",
      "Persiapkan kematianmu dengan amal shaleh.",
      "Dunia ini tipu daya, akhirat itu nyata.",
      "Kematian adalah guru terbaik tentang arti kehidupan.",
      "Hidup adalah kesempatan untuk mengumpulkan bekal menuju kehidupan abadi."
    ]
  },
  {
    "kategori": "Taubat & Pengampunan",
    "quotes": [
      "Dan bertaubatlah kamu sekalian kepada Allah, hai orang-orang yang beriman, supaya kamu beruntung. (QS. An-Nur: 31)",
      "Sesungguhnya Allah mengampuni dosa-dosa semuanya. (QS. Az-Zumar: 53)",
      "Wahai manusia, bertaubatlah kepada Allah, sesungguhnya aku bertaubat kepada-Nya dalam sehari seratus kali. - HR. Muslim",
      "Allah membentangkan tangan-Nya di malam hari untuk menerima taubat orang yang berbuat dosa di siang hari.",
      "Taubat nasuha adalah taubat yang sebenar-benarnya.",
      "Allah lebih senang dengan taubat hamba-Nya daripada seorang yang kehilangan untanya lalu menemukannya kembali.",
      "Dosa yang diikuti dengan istighfar lebih baik daripada ketaatan yang disertai kesombongan.",
      "Pintu taubat selalu terbuka selama matahari belum terbit dari barat.",
      "Allah tidak melihat dosa masa lalu hamba-Nya yang bertaubat.",
      "Taubat adalah pembersih hati dari noda dosa.",
      "Allah mengampuni siapa saja yang bertaubat dengan sungguh-sungguh.",
      "Jangan menunda taubat, karena kematian datang tanpa pemberitahuan.",
      "Allah mencintai hamba-Nya yang selalu kembali meski berkali-kali terjatuh.",
      "Taubat adalah awal dari perjalanan menuju Allah.",
      "Tidak ada dosa yang terlalu besar untuk diampuni Allah.",
      "Allah menutupi aib hamba-Nya yang bertaubat.",
      "Taubat yang sejati diikuti dengan perubahan perilaku.",
      "Allah memaafkan kesalahan kita lebih banyak daripada kita memaafkan orang lain.",
      "Menyesali dosa adalah langkah pertama taubat.",
      "Allah lebih penyayang daripada seorang ibu kepada anaknya.",
      "Taubat menghapus dosa-dosa seperti air menghapus kotoran.",
      "Allah mengulurkan waktu untuk memberi kesempatan bertaubat.",
      "Taubat adalah kembalinya hati kepada Allah.",
      "Allah mengampuni semua dosa kecuali syirik.",
      "Taubat membuka pintu rahmat dan menutup pintu azab."
    ]
  },
  {
    "kategori": "Rezeki & Ketentuan Allah",
    "quotes": [
      "Dan tidak ada suatu binatang melata pun di bumi melainkan Allah-lah yang memberi rezekinya. (QS. Hud: 6)",
      "Sesungguhnya Allah Dialah Maha Pemberi rezeki, Yang mempunyai kekuatan lagi sangat kokoh. (QS. Adz-Dzariyat: 58)",
      "Seandainya manusia berlari dari rezekinya sebagaimana dia lari dari kematian, niscaya rezeki itu akan mengejarnya seperti kematian mengejarnya. - HR. Thabrani",
      "Rezeki sudah diatur, tidak akan tertukar.",
      "Allah menjamin rezeki setiap makhluk-Nya.",
      "Bukan rezeki yang kurang, tapi syukur yang kurang.",
      "Allah memberikan rezeki kepada siapa yang Dia kehendaki tanpa hisab.",
      "Rezeki yang halal membawa keberkahan.",
      "Allah tidak menciptakan manusia untuk menderita kelaparan.",
      "Rezeki bukan hanya materi, tapi juga kesehatan, ilmu, dan ketenangan hati.",
      "Allah membagi rezeki sesuai dengan hikmah-Nya yang kita tidak ketahui.",
      "Bekerjalah seolah-olah kamu akan hidup selamanya, dan beribadahlah seolah-olah kamu akan mati besok.",
      "Allah mencatat rezeki sebelum menciptakan langit dan bumi.",
      "Rezeki yang diberkahi adalah rezeki yang didapat dengan cara halal.",
      "Allah menguji dengan kelaparan dan kekenyangan.",
      "Rezeki akan datang kepada orang yang bertakwa dari arah yang tidak disangka-sangka.",
      "Allah tidak menyia-nyiakan usaha hamba-Nya yang ikhlas.",
      "Rezeki yang sedikit dengan keberkahan lebih baik daripada yang banyak tanpa berkah.",
      "Allah mengetahui yang terbaik untuk hamba-Nya.",
      "Rezeki adalah amanah, gunakan di jalan yang benar.",
      "Allah memberikan rezeki sesuai kebutuhan, bukan sesuai keinginan.",
      "Bersyukur atas rezeki yang sedikit akan membuka pintu rezeki yang banyak.",
      "Allah tidak pernah lupa memberikan rezeki kepada makhluk-Nya.",
      "Rezeki yang halal akan mendatangkan ketenangan dalam hidup.",
      "Allah menjamin rezeki burung yang keluar dari sarangnya di pagi hari, apalagi manusia yang berusaha."
    ]
  }
]
