[
  {
    "kategori": "Tentang Manusia & Karakter",
    "quotes": [
      "Kamu itu seperti sinyal WiFi: kadang ada, kadang hilang, tapi selalu diharapkan.",
      "Kepintaranmu sebanding dengan ketebalan muka kamu.",
      "Kamu itu seperti Google: tahu segalanya, tapi gak bisa diandalkan.",
      "Semakin banyak kamu bicara, semakin jelas bahwa silence adalah golden.",
      "Kamu itu walking contradiction: mulut manis, hati asam.",
      "Kalau kebodohan adalah penyakit, kamu sudah mencapai level pandemi.",
      "Kamu itu seperti buku: sampulnya menarik, isinya kosong.",
      "Kepedulianmu seperti hujan di gurun: sangat diharapkan, tapi jarang turun.",
      "Kamu ahli dalam seni mendengar tanpa benar-benar mendengarkan.",
      "Kamu itu seperti remote TV: gak berguna kalau baterainya habis.",
      "Ego kamu lebih besar daripada kapasitas otakmu.",
      "Kamu itu seperti matahari: terlihat cerah dari jauh, tapi membakar dari dekat.",
      "Kesombonganmu sudah mencapai orbit, tapi pencapaianmu masih di lantai dasar.",
      "Kamu itu seperti aplikasi: banyak iklan, sedikit manfaat.",
      "Kepercayaan dirimu melebihi kapabilitasmu.",
      "Kamu itu seperti hantu: hadir tapi tidak terlihat manfaatnya.",
      "Mulutmu seperti harimau, tindakanmu seperti kucing rumahan.",
      "Kamu itu seperti AC: dinginnya hanya terasa di permukaan.",
      "Kepedulianmu seperti discount 100%: menggiurkan tapi tidak nyata.",
      "Kamu itu seperti lagu TikTok: populer tapi dangkal.",
      "Integritasmu seperti uang palsu: terlihat asli, tapi tidak berharga.",
      "Kamu itu seperti iklan: mengganggu dan selalu muncul di waktu yang salah.",
      "Kedewasaanmu seperti tinggi badan: statis sejak SMA.",
      "Kamu itu seperti charging port: semua mau masuk, tapi gak ada yang ngecharge.",
      "Kepribadianmu seperti makanan siap saji: cepat, murah, dan tidak bergizi."
    ]
  },
  {
    "kategori": "Tentang Sosial Media",
    "quotes": [
      "Di Instagram kamu di Paris, di realita kamu di pasar pagi.",
      "Followers banyak, tapi yang beneran kenal mungkin cuma sepuluh.",
      "Upload ayat suci pagi-pagi, komentar nyinyir siang-siang.",
      "Story bahagia terus, DM minta pinjem uang.",
      "Filter wajah sampai tidak dikenali sendiri, itu namanya identitas krisis digital.",
      "Like semua postingan mantan: research atau stalking?",
      "Caption puitis banget, tag location warung kopi.",
      "Upload workout, yang olahraga cuma jempol buat scroll.",
      "Posting buku tapi halamannya masih baru, itu namanya accessories literasi.",
      "Update status 'bersyukur', tapi komennya nyinyirin orang.",
      "Story me-time, yang ada cuma waktu buat edit foto.",
      "Bio menarik, realita menjemukan.",
      "Posting makanan sehat, storinya jajan gorengan.",
      "Hashtag #blessed, tapi langganan pinjem duit.",
      "Upload foto selfie di gym, yang difoto cuma mukanya.",
      "Caption bahasa Inggris, typo dimana-mana.",
      "Story lagi meeting penting, yang meeting cuma sama deadline.",
      "Posting potongan ayat, tapi hidupnya potongan nyicil.",
      "Upload foto hemat, tag brand mahal.",
      "Caption 'simple happiness', tag location hotel bintang lima.",
      "Story lagi baca buku, bukunya kebalik.",
      "Posting workout motivation, motivasinya cuma sampai di postingan.",
      "Update 'offline dulu', online sejam kemudian.",
      "Upload foto minimalis, hidupnya maksimalis utang.",
      "Caption 'quality time', yang quality cuma fotonya."
    ]
  },
  {
    "kategori": "Tentang Hubungan & Percintaan",
    "quotes": [
      "Cintamu seperti musim hujan: datang dan pergi tanpa permisi.",
      "Kamu bilang 'aku selalu ada', yang ada cuma di chat doang.",
      "Commitment levelmu seperti sinyal di pedesaan: sering no service.",
      "Kamu itu seperti makanan pedas: menarik di awal, sakit perut di akhir.",
      "Cintamu seperti diskon: besar di iklan, kecil kenyataannya.",
      "Kamu ahli dalam seni janji tanpa realisasi.",
      "Hubungan denganmu seperti investasi bodong: janji untung besar, ujungnya rugi.",
      "Kamu itu seperti aplikasi kencan: banyak pilihan, tapi gak ada yang cocok.",
      "Perhatianmu seperti hujan buatan: direncanakan tapi gak pernah jadi.",
      "Kamu bilang 'serius', seriusnya cuma di status WhatsApp.",
      "Cintamu seperti WiFi gratis: semua bisa connect, tapi speednya terbatas.",
      "Kamu itu seperti taksi online: datang saat dipanggil, pergi setelah bayar.",
      "Romantisme mu seperti lilin: indah sebentar, lalu padam.",
      "Kamu ahli dalam memberikan harapan palsu.",
      "Hubungan denganmu seperti roller coaster: naik turun, tapi akhirnya berhenti di tempat yang sama.",
      "Kamu itu seperti buffet: lihatnya banyak, ambilnya sedikit.",
      "Kesetiaanmu seperti baterai HP: cepat habis saat digunakan.",
      "Kamu bilang 'aku berubah', yang berubah cuma status hubungan.",
      "Cintamu seperti tanaman plastik: indah dilihat, tapi tidak tumbuh.",
      "Kamu itu seperti streaming film: buffering terus, filmnya gak jalan-jalan.",
      "Perasaanmu seperti cuaca: tidak bisa diprediksi.",
      "Kamu ahli dalam hubungan jarak dekat tapi tetap merasa jauh.",
      "Commitment mu seperti New Year's resolution: diucapkan tapi tidak dilaksanakan.",
      "Kamu itu seperti buku agenda: penuh janji, tapi kosong realisasi.",
      "Cintamu seperti kembang api: spektakuler sebentar, lalu gelap."
    ]
  },
  {
    "kategori": "Tentang Pekerjaan & Kantor",
    "quotes": [
      "Kerjamu seperti keyboard: banyak tombol, sedikit yang berfungsi.",
      "Kamu itu seperti meeting: banyak bicara, sedikit hasil.",
      "Produktivitasmu seperti internet kantor: lambat dan sering error.",
      "Kamu ahli dalam seni terlihat sibuk tanpa melakukan apa-apa.",
      "Skill presentasimu seperti PowerPoint: banyak animasi, sedikit konten.",
      "Kamu itu seperti deadline: ditakuti tapi selalu dilewati.",
      "Kontribusimu seperti tanaman hias: hanya untuk dekorasi.",
      "Kerja kelompok denganmu seperti suntingan Google Doc: semua bisa edit, tapi berantakan.",
      "Kamu itu seperti printer: sering error saat dibutuhkan.",
      "Ide-idemu seperti email spam: banyak tapi tidak berguna.",
      "Kamu ahli dalam delegasi: mendelegasikan pekerjaan, bukan tanggung jawab.",
      "Inisiatifmu seperti tombol elevator: ditekan tapi tidak bergerak.",
      "Kamu itu seperti software bajakan: terlihat berfungsi, tapi gak update.",
      "Meeting contribution mu seperti peserta webinar: hadir tapi tidak aktif.",
      "Kamu seperti kursi kantor: diduduki tapi tidak menghasilkan apa-apa.",
      "Problem solving skill mu seperti IT support: 'coba restart dulu'.",
      "Kamu itu seperti sticky note: penting sebentar, lalu dibuang.",
      "Kreativitasmu seperti template: sudah ada polanya.",
      "Kamu ahli dalam work from home: home-nya work, work-nya home?",
      "Efisiensimu seperti jalur transjakarta: macet di dalam koridor.",
      "Kamu itu seperti notifikasi email: selalu muncul di waktu yang salah.",
      "Teamwork-mu seperti grup WhatsApp: ramai tapi tidak produktif.",
      "Kamu seperti AC kantor: dinginnya tidak merata.",
      "Kontribusi meeting mu seperti background virtual: ada tapi tidak nyata.",
      "Kamu itu seperti file zip: perlu waktu ekstra untuk melihat isinya."
    ]
  },
  {
    "kategori": "Tentang Pertemanan",
    "quotes": [
      "Pertemanan denganmu seperti investasi: untungnya di awal, ruginya di akhir.",
      "Kamu itu seperti teman kantor: akrab di jam kerja, hilang di weekend.",
      "Kepedulianmu seperti charger pinjaman: dipinjam saat butuh, dikembalikan setelah penuh.",
      "Kamu ahli dalam pertemanan musiman: muncul saat ada maunya.",
      "Kamu itu seperti teman gym: janji workout bareng, tapi datang sendirian.",
      "Solidaritasmu seperti jas hujan: hanya keluar saat hujan.",
      "Kamu seperti teman kopi: ada saat butuh teman ngobrol, pergi saat tagihan datang.",
      "Kesetiaanmu seperti aplikasi chat: read tapi tidak membalas.",
      "Kamu itu seperti teman traveling: foto bersama, tag sendiri-sendiri.",
      "Kepedulianmu seperti komentar di media sosial: terlihat peduli, tapi hanya di permukaan.",
      "Kamu ahli dalam pertemanan transaksional: hitung-hitungan terus.",
      "Kamu itu seperti teman sekelas: akrab selama semester, lupa setelah ujian.",
      "Kehadiranmu seperti iklan pop-up: mengganggu dan tidak diundang.",
      "Kamu seperti teman arisan: datang saat ada bagi-bagi uang.",
      "Keterbukaanmu seperti akun private: hanya untuk yang dipilih.",
      "Kamu itu seperti teman kerja kelompok: dapat bagian paling mudah.",
      "Kesungguhanmu seperti janji 'nanti kita ketemu': selalu ditunda.",
      "Kamu ahli dalam jadi pendengar selektif: dengar yang enak-enak saja.",
      "Kamu itu seperti teman nongkrong: ada saat senang, hilang saat susah.",
      "Keterlibatanmu seperti anggota grup yang lupa mute notifikasi.",
      "Kamu seperti teman diskon: datang saat ada promo, pergi setelah habis.",
      "Kejujuranmu seperti filter foto: sudah di-edit sampai tidak asli.",
      "Kamu itu seperti teman olahraga: janji rutin, datang seminggu sekali.",
      "Kepedulianmu like button: mudah diberikan, tidak berbekas.",
      "Kamu ahli dalam pertemanan virtual: dekat di chat, jauh di realita."
    ]
  },
  {
    "kategori": "Tentang Gaya Hidup & Penampilan",
    "quotes": [
      "Gaya hidupmu seperti kartu kredit: terlihat mewah, ujungnya numbok.",
      "Kamu itu seperti tas branded: logo besar, isinya receh.",
      "Penampilanmu seperti filter Instagram: menarik tapi tidak asli.",
      "Kamu ahli dalam hidup above your means.",
      "Kamu itu seperti café aesthetic: interior bagus, kopinya biasa saja.",
      "Lifestyle-mu seperti investasi kripto: naik turun tidak jelas.",
      "Kamu seperti konten kreator: kontennya bagus, realitanya biasa.",
      "Gaya berpakaianmu seperti fast fashion: trendi tapi tidak tahan lama.",
      "Kamu itu seperti makanan organik: mahal, tapi rasanya sama.",
      "Penampilanmu seperti makeup: bagus di luar, aslinya di dalam.",
      "Kamu ahli dalam projecting image yang tidak sesuai realita.",
      "Kamu itu seperti hotel bintang lima: mewah di lobby, kamarnya biasa.",
      "Hidup glamormu seperti stories: 24 jam saja.",
      "Kamu seperti selebgram: banyak endorse, tapi produknya tidak dipakai.",
      "Gaya hidup sehatmu seperti membership gym: aktif bayar, pasif datang.",
      "Kamu itu seperti mobil sport: kencang di jalan tol, macet di jalan biasa.",
      "Penampilanmu seperti display toko: rapi, tapi tidak untuk digunakan.",
      "Kamu ahli dalam living for the 'gram.",
      "Kamu itu seperti restoran fine dining: porsinya kecil, harganya gede.",
      "Lifestyle-mu seperti subscription service: bayar terus, manfaatnya minim.",
      "Kamu seperti produk limited edition: edisi terbatas, kualitas biasa.",
      "Gaya hidup minimalismu seperti ruangan kosong: simple karena tidak punya.",
      "Kamu itu seperti sneakers limited: koleksi banyak, dipakai sedikit.",
      "Penampilanmu seperti manekin: bagus dilihat, tapi tidak bergerak.",
      "Kamu ahli dalam creating illusion of success."
    ]
  },
  {
    "kategori": "Tentang Politik & Masyarakat",
    "quotes": [
      "Janji politikmu seperti awan: terlihat bentuk, tapi tidak bisa dipegang.",
      "Kamu itu seperti kampanye: ramai sebelum pemilu, sepi setelahnya.",
      "Integritasmu seperti bendera: dikibarkan saat diperlukan, dilipat saat selesai.",
      "Kamu ahli dalam berpolitik tanpa politik.",
      "Kamu itu seperti rapat DPR: banyak bicara, sedikit kerja.",
      "Kebijakanmu seperti jalan tol: mulus di awal, macet di akhir.",
      "Kamu seperti program pemerintah: sosialisasi gencar, implementasi minim.",
      "Kredibilitasmu seperti nilai tukar rupiah: fluktuatif tidak menentu.",
      "Kamu itu seperti pilkada: seru saat kampanye, biasa setelah menang.",
      "Kepemimpinanmu seperti lampu lalu lintas: merah terus, hijau sebentar.",
      "Kamu ahli dalam mencari kambing hitam.",
      "Kamu itu seperti anggaran negara: besar pengeluarannya, kecil hasilnya.",
      "Visi misimu seperti ramalan bintang: menarik didengar, tidak terbukti.",
      "Kamu seperti reformasi: perubahan besar di teori, kecil di praktik.",
      "Transparansimu seperti kaca film mobil: gelap dari luar, tidak jelas dari dalam.",
      "Kamu itu seperti sidang kasus: berlarut-larut tanpa kepastian.",
      "Kebijakanmu seperti SIM online: sulit diakses, ribet prosedurnya.",
      "Kamu ahli dalam politik pencitraan.",
      "Kamu itu seperti program bansos: tepat sasaran di data, meleset di realita.",
      "Kepedulianmu seperti bantuan sosial: datang saat pilkada, hilang setelahnya.",
      "Kamu seperti kebijakan COVID-19: berubah-ubah tidak menentu.",
      "Akuntabilitasmu seperti laporan keuangan: ada di kertas, tidak di realita.",
      "Kamu itu seperti partai politik: banyak janji, sedikit bukti.",
      "Kepemimpinanmu seperti musim kemarau: panjang dan menyengsarakan.",
      "Kamu ahli dalam retorika tanpa aksi."
    ]
  },
  {
    "kategori": "Tentang Diri Sendiri (Self-satire)",
    "quotes": [
      "Aku ini seperti charger: berguna tapi sering dicari-cari.",
      "Produktivitasku seperti baterai laptop: penuh di pagi, lowbat siang.",
      "Aku ahli dalam membuat rencana yang tidak pernah terlaksana.",
      "Disiplinku seperti New Year resolution: kuat di minggu pertama.",
      "Aku itu seperti lemari: penuh tapi tidak tertata.",
      "Motivasiku seperti sinyal di basement: ada tapi lemah.",
      "Aku seperti buku self-help: banyak teori, sedikit praktik.",
      "Konsistensiku seperti diet: mulai besok terus.",
      "Aku itu seperti tanaman di kamar: hidup segan mati tak mau.",
      "Kreativitasku seperti WiFi: kadang connected, kadang disconnected.",
      "Aku ahli dalam procrastination dengan style.",
      "Aku seperti aplikasi reminder: mengingatkan orang lain, lupa diri sendiri.",
      "Organisasi hidupku seperti browser tab: berantakan dan banyak.",
      "Aku itu seperti mesin cuci: butuh waktu untuk menghasilkan.",
      "Energiku seperti kuota internet: habis di tengah bulan.",
      "Aku seperti Google Calendar: penuh jadwal, tapi banyak yang cancel.",
      "Fokusku seperti kamera depan HP: buram saat digunakan.",
      "Aku itu seperti to-do list: bertambah setiap hari, berkurang sedikit.",
      "Kedisiplinan waktu ku seperti jadwal kereta: sering molor.",
      "Aku seperti kulkas: isinya banyak, tapi tidak ada yang bisa dimasak.",
      "Komitmenku seperti subscription trial: aktif dulu, cancel kemudian.",
      "Aku itu seperti charger nirkabel: butuh waktu lama untuk charge sedikit.",
      "Efisiensiku seperti jalan tol jam sibuk: macet.",
      "Aku seperti software update: butuh restart berkali-kali.",
      "Kemampuanku multitasking seperti CPU overheating: panas tapi tidak produktif."
    ]
  }
]
