[
  {
    "kategori": "Random Sehari-hari",
    "quotes": [
      "Kadang aku mikir, kenapa tangan kita lima jari tapi remote TV cuma butuh satu jempol?",
      "Hidup itu kayak charger HP: gak pernah pas di colokan pertama.",
      "Kenapa ya, pas lagi buru-buru selalu ada yang jatoh? Hukum alam kali.",
      "Aku gak malas, aku cuma lagi ngumpulin energi buat hal yang penting.",
      "Percaya gak percaya, makanan selalu lebih enak pas lagi nggak punya uang.",
      "Kenapa susah banget milih mau makan apa? Padahal akhirnya mie instant juga.",
      "Aku sama waktu itu hubungannya complicated: aku lambat, dia cepat.",
      "Hidup itu kayak Google Maps: kadang harus nyasar dulu buat nemuin jalan yang bener.",
      "Kenapa ya, baju baru selalu ketumpahan sesuatu di hari pertama dipake?",
      "Aku bukan pelupa, aku cuma punya terlalu banyak informasi penting di otak.",
      "Kadang aku mikir, kucingku lebih punya kehidupan sosial daripada aku.",
      "Kenapa pas lagi capek malah gak bisa tidur? Itu mah hukum anti-ironi.",
      "Hidup itu kayak WiFi: kuat-kuat sinyal, loadingnya tetep aja.",
      "Aku gak ngaret, aku cuma punya konsep waktu yang fleksibel.",
      "Kenapa ya, dompet selalu kosong pas ada diskon besar-besaran?",
      "Hidup itu kayak baterai HP: pagi 100%, siang udah 20%.",
      "Aku sama olahraga itu kayak mantan: kadang kepikiran, tapi gak pernah ketemu.",
      "Kenapa pas lagi pengen hemat malah ada banyak kebutuhan mendadak?",
      "Hidup itu kayak aplikasi: makin banyak update, makin banyak bug.",
      "Aku gak boros, aku cuma investasi di pengalaman.",
      "Kenapa ya, selalu ada iklan pas lagi seru-serunya nonton film?",
      "Hidup itu kayak pesan WhatsApp: sering 'typing...' tapi gak ada isinya.",
      "Aku sama pagi itu kayak musuh bebuyutan: saling menghindari.",
      "Kenapa pas lagi pengen sendirian malah banyak yang nyari?",
      "Hidup itu kayak baju putih: gak sengaja ketumpahan sesuatu."
    ]
  },
  {
    "kategori": "Random Pikiran Tengah Malam",
    "quotes": [
      "Tengah malam mikirin kenapa cicak bisa nempel di tembok sedangkan kita jatuh dari kasur.",
      "Kenapa ya, kita bisa inget lagu jaman SD tapi lupa materi kuliah seminggu yang lalu?",
      "Mikirin kenapa kopi bisa bikin melek, tapi tetep aja ngantuk pas meeting.",
      "Tengah malam bertanya-tanya: kalo alien exist, apa mereka juga punya masalah WiFi?",
      "Kenapa kita bisa ngeremember password akun game 10 tahun lalu tapi lupa password email?",
      "Mikirin kenapa manusia butuh 8 jam tidur tapi kucing bisa tidur 16 jam sehari.",
      "Tengah malam mikirin: apa jadinya kalo semua orang tiba-tiba jujur?",
      "Kenapa ya, mimpi bisa terasa nyata tapi realita kadang terasa kayak mimpi?",
      "Mikirin kenapa kita bayar mahal buat gym membership tapi malah naik lift ke lantai dua.",
      "Tengah malam mikirin: kalo time machine ada, apakah kita akan lebih produktif?",
      "Kenapa kita bisa hapal lirik lagu yang nggak penting tapi lupa materi penting?",
      "Mikirin kenapa manusia diciptain punya dua mata tapi cuma bisa fokus ke satu hal.",
      "Tengah malam bertanya: kenapa ya, pas lagi diet semua makanan keliatan lebih menarik?",
      "Kenapa kita mikirin hal-hal random pas lagi mau tidur?",
      "Mikirin: kalo uang bisa ngomong, apa yang akan dia bilang ke kita?",
      "Tengah malam mikirin kenapa remote TV selalu hilang pas lagi dibutuhin.",
      "Kenapa ya, kita selalu punya energi buat scroll medsos tapi males buat olahraga?",
      "Mikirin: kalo binatang bisa ngomong, apakah mereka akan ngomongin kita?",
      "Tengah malam bertanya-tanya: kenapa ya, malem-malem pengen makan yang aneh-aneh?",
      "Kenapa kita bisa inget momen memalukan 10 tahun lalu tapi lupa janji kemarin?",
      "Mikirin: apa jadinya kalo semua orang punya superpower?",
      "Tengah malam mikirin kenapa kita bayar uang kuliah tapi yang diajarin Google.",
      "Kenapa ya, pas lagi sibuk pengen liburan, pas liburan pengen kerja lagi?",
      "Mikirin: kalo hidup ini game, apakah kita sudah nge-cheat dengan benar?",
      "Tengah malam bertanya: kenapa ya, hal-hal kecil bisa bikin overthinking?"
    ]
  },
  {
    "kategori": "Random Hubungan",
    "quotes": [
      "Relationship status: complicated sama makanan kesukaan.",
      "Kadang aku mikir, kenapa kita bisa jatuh cinta sama orang yang toxic?",
      "Dia kayak WiFi: kadang strong, kadang weak, tapi selalu dicari.",
      "Kenapa ya, mantan selalu keliatan lebih baik pas udah jadi mantan?",
      "Aku sama dia itu kayak charger dan colokan: gak selalu cocok.",
      "Pertanyaannya: kenapa kita bisa rindu seseorang yang jelas-jelas nggak baik buat kita?",
      "Dia itu kayak lagu Spotify: kadang skip, kadang repeat.",
      "Kenapa cinta itu kayak hujan? Datang tanpa diundang, pergi tanpa pamit.",
      "Aku sama kamu kayak Google Translate: sering lost in translation.",
      "Pertanyaan random: kenapa kita lebih mudah marah ke orang yang kita sayang?",
      "Dia kayak aplikasi: butuh update terus biar gak crash.",
      "Kenapa ya, orang yang kita suka biasanya suka sama orang lain?",
      "Aku sama hubungan itu kayak tanaman: lupa disiram, mati deh.",
      "Pertanyaan tengah malam: kenapa heartbreak rasanya kayak fisik sakit?",
      "Dia kayak password: harus strong, tapi gak boleh terlalu complicated.",
      "Kenapa kita selalu tertarik sama yang bad for us?",
      "Aku sama cinta itu kayak matematika: gak pernah ngerti.",
      "Pertanyaan: kenapa ya, setelah putus semua lagu jadi relate?",
      "Dia kayak software trial: cuma bagus di awal.",
      "Kenapa kita bisa nangis karena orang yang jelas-jelas nggak worth it?",
      "Aku sama kamu kayak puzzle: potongannya ada, tapi gak nyambung.",
      "Pertanyaan random: kenapa memories lebih kuat dari realitas?",
      "Dia kayak file corrupted: kadang bisa dibuka, kadang error.",
      "Kenapa ya, kita selalu pengen yang kita gak bisa punya?",
      "Aku sama perasaan itu kayak laundry: numpuk, dicuci, beres, numpuk lagi."
    ]
  },
  {
    "kategori": "Random Pekerjaan",
    "quotes": [
      "Kerja itu kayak treadmill: lari di tempat tapi capek betul.",
      "Kenapa ya, meeting selalu lebih panjang dari yang diperlukan?",
      "Aku sama deadline itu kayak musuh sekutu: saling butuh tapi saling benci.",
      "Pertanyaan: kenapa gaji selalu habis sebelum tanggal tua?",
      "Kerja dari rumah: teorinya fleksibel, realitanya 24/7.",
      "Kenapa ya, selalu ada urgent task pas lagi mau pulang?",
      "Aku sama kantor itu kayak hubungan jarak jauh: dekat tapi jauh.",
      "Pertanyaan random: kenapa kopi kantor selalu lebih enak pas gratis?",
      "Meeting online: yang aktif cuma kamera, otak off.",
      "Kenapa kita bisa inget gosip kantor tapi lupa job desk kita?",
      "Aku sama produktivitas itu kayak grafik saham: naik turun nggak jelas.",
      "Pertanyaan: kenapa ya, liburan selalu terasa lebih singkat dari kerja?",
      "Email itu kayak hantu: selalu ada, selalu ngeganggu.",
      "Kenapa kita lebih kreatif cari alasan daripada ngerjain tugas?",
      "Aku sama atasan itu kayak WiFi dan password: harus connect tapi sering error.",
      "Pertanyaan random: kenapa ya, ide bagus selalu datang pas lagi nggak bisa nulis?",
      "Kerja kelompok: satu yang kerja, yang lain ngopi.",
      "Kenapa presentasi selalu bikin nervous padahal audience pada main HP?",
      "Aku sama kerja lembur itu kayak toxic relationship: tau nggak sehat tapi tetap dilakukan.",
      "Pertanyaan: kenapa kita bayar mahal buat kuliah tapi kerjaannya Google doang?",
      "Deadline itu kayak monster: makin dideketin makin serem.",
      "Kenapa ya, selalu pengen resign pas tanggal tua?",
      "Aku sama gaji itu kayak musiman: datang sebentar, pergi lama.",
      "Pertanyaan random: kenapa liburan selalu bikin produktif di hari terakhir?",
      "Kerja itu kayak SIM: harus diperpanjang terus."
    ]
  },
  {
    "kategori": "Random Teknologi",
    "quotes": [
      "HP itu kayak pacar: harus di-charge terus, kalau nggak marah.",
      "Kenapa ya, update software selalu bikin kinerja lebih lambat?",
      "Aku sama teknologi itu kayak kakek-nenek: saling gak ngerti tapi saling butuh.",
      "Pertanyaan: kenapa password harus kuat tapi kita harus bisa inget?",
      "WiFi itu kayak mood: kadang kuat, kadang lemah, sering hilang.",
      "Kenapa notifikasi selalu datang pas lagi fokus?",
      "Aku sama update aplikasi itu kayak forced relationship: nggak mau tapi harus.",
      "Pertanyaan random: kenapa ya, storage HP selalu penuh padahal nggak ada apa-apa?",
      "Charger itu kayak harapan: selalu dicari saat dibutuhkan.",
      "Kenapa kita punya banyak akun medsos tapi tetep merasa kesepian?",
      "Aku sama laptop itu kayak pasangan tua: lambat tapi setia.",
      "Pertanyaan: kenapa ya, sinyal selalu jelek pas ada telpon penting?",
      "Cloud storage itu kayak gudang: masukin banyak, lupa isinya.",
      "Kenapa aplikasi banking selalu lemot pas transfer urgent?",
      "Aku sama smartphone itu kayak toxic relationship: tahu nggak sehat tapi nggak bisa lepas.",
      "Pertanyaan random: kenapa ya, kita scroll medsos berjam-jam tapi ngerasa nggak ada gunanya?",
      "Baterai HP itu kayak energi kita: pagi full, sore udah lowbat.",
      "Kenapa update selalu datang pas lagi butuh pakai aplikasi?",
      "Aku sama internet itu kayak oksigen: nggak keliatan tapi penting.",
      "Pertanyaan: kenapa kita punya banyak gadget tapi tetep nggak produktif?",
      "Software update itu kayak kejutan: kadang bagus, kadang bikin masalah.",
      "Kenapa ya, kita selalu kepo sama kehidupan orang di medsos?",
      "Aku sama teknologi baru itu kayak anak kecil: excited di awal, bosan kemudian.",
      "Pertanyaan random: kenapa kita lebih hapal fitur HP daripada pelajaran sekolah?",
      "Gadget itu kayak candu: makin dipake makin ketagihan."
    ]
  },
  {
    "kategori": "Random Makanan",
    "quotes": [
      "Makanan itu kayak pelarian: selalu ada saat hati sedang kacau.",
      "Kenapa ya, makanan sehat selalu lebih mahal dari junk food?",
      "Aku sama nasi itu kayak hubungan jangka panjang: nggak glamor tapi nggak bisa hidup tanpa.",
      "Pertanyaan: kenapa diet selalu gagal di hari ketiga?",
      "Gorengan itu kayak mantan: tahu nggak baik tapi selalu dicari.",
      "Kenapa makanan selalu lebih enak pas lagi nggak punya duit?",
      "Aku sama kopi itu kayak toxic relationship: bikin deg-degan tapi nggak bisa berhenti.",
      "Pertanyaan random: kenapa ya, kita selalu lapar pas lagi nggak bisa makan?",
      "Coklat itu kayam mood booster instan: manis dan selalu berhasil.",
      "Kenapa kita bisa makan banyak pas lagi stres?",
      "Aku sama makanan pedas itu kayak roller coaster: sakit tapi nagih.",
      "Pertanyaan: kenapa ya, makanan di luar selalu lebih enak dari masakan rumah?",
      "Snack itu kayak teman: selalu ada di saat-saat bosan.",
      "Kenapa makanan diet rasanya kayak hukuman?",
      "Aku sama mie instant itu kayam solusi cepat: praktis tapi nggak sehat.",
      "Pertanyaan random: kenapa kita selalu pengen dessert setelah makan berat?",
      "Makanan itu kayak kenangan: setiap rasa punya ceritanya sendiri.",
      "Kenapa ya, kita bisa makan satu paket snack sendirian?",
      "Aku sama kulkas itu kayak hubungan saling ketergantungan: saling butuh.",
      "Pertanyaan: kenapa makanan gratis selalu terasa lebih enak?",
      "Masakan sendiri itu kayak eksperimen: kadang berhasil, kadang gagal.",
      "Kenapa kita selalu punya ruang untuk dessert meski sudah kenyang?",
      "Aku sama makanan manis itu kayak pelarian sementara.",
      "Pertanyaan random: kenapa ya, kita lebih suka makan dari piring orang lain?",
      "Makanan itu kayak bahasa universal: semua orang ngerti."
    ]
  },
  {
    "kategori": "Random Uang",
    "quotes": [
      "Uang itu kayak angin: datang dan pergi tanpa permisi.",
      "Kenapa ya, kebutuhan selalu lebih banyak dari uang yang kita punya?",
      "Aku sama dompet itu kayak musiman: kadang tebal, sering tipis.",
      "Pertanyaan: kenapa diskon selalu datang pas lagi nggak punya uang?",
      "Tabungan itu kayak mitos: sering dibicarakan, jarang dilihat.",
      "Kenapa kita selalu pengen beli sesuatu pas lagi bokek?",
      "Aku sama gaji itu kayak tamu bulanan: datang sebentar, langsung pergi.",
      "Pertanyaan random: kenapa ya, barang selalu lebih murah pas kita udah beli?",
      "Uang itu kayak waktu: selalu terasa kurang.",
      "Kenapa kita lebih mudah menghabiskan uang daripada menabung?",
      "Aku sama kartu kredit itu kayak hubungan berisiko: menarik tapi bahaya.",
      "Pertanyaan: kenapa ya, kita selalu ngerasa gaji orang lain lebih besar?",
      "Investasi itu kayak hubungan serius: butuh komitmen dan kesabaran.",
      "Kenapa uang selalu habis untuk hal-hal yang nggak penting?",
      "Aku sama duit receh itu kayak teman setia: selalu ada saat darurat.",
      "Pertanyaan random: kenapa ya, kita lebih pelit ke diri sendiri daripada ke orang lain?",
      "Uang itu kayak puzzle: semakin banyak potongan, semakin susah disatukan.",
      "Kenapa kita selalu punya alasan buat belanja?",
      "Aku sama financial planning itu kayak New Year resolution: dijanjiin, dilupakan.",
      "Pertanyaan: kenapa ya, barang diskon selalu yang nggak kita butuhkan?",
      "Hutang itu kayak bayangan: semakin dikejar semakin besar.",
      "Kenapa kita lebih mudah ngutang daripada nabung?",
      "Aku sama uang receh itu kayak superhero: kecil tapi bisa menyelamatkan situasi.",
      "Pertanyaan random: kenapa ya, kita selalu mikirin uang pas lagi mau tidur?",
      "Uang itu kayak energi: bisa dibuat atau dihamburkan."
    ]
  },
  {
    "kategori": "Random Hidup",
    "quotes": [
      "Hidup itu kayak Netflix: kadang buffering di bagian penting.",
      "Kenapa ya, kita selalu pengen cepat besar pas kecil, pengen kecil lagi pas udah besar?",
      "Aku sama kehidupan itu kayak badut: terlihat ceria, dalam hati nangis.",
      "Pertanyaan: kenapa waktu terasa cepat pas senang, lambat pas susah?",
      "Hidup itu kayak Google: punya semua jawaban, tapi kita nggak tau pertanyaannya.",
      "Kenapa kita selalu belajar dari kesalahan orang lain?",
      "Aku sama masa depan itu kayak teka-teki: menarik tapi membingungkan.",
      "Pertanyaan random: kenapa ya, kita selalu mikirin hal-hal yang nggak bisa dikontrol?",
      "Hidup itu kayak buku: babnya banyak, endingnya nggak jelas.",
      "Kenapa kita selalu ngerasa orang lain lebih bahagia?",
      "Aku sama harapan itu kayak bintang: indah tapi jauh.",
      "Pertanyaan: kenapa ya, kita selalu punya rencana tapi jarang terealisasi?",
      "Hidup itu kayak musik: kadang upbeat, kadang slow.",
      "Kenapa kita selalu takut dengan hal-hal yang belum terjadi?",
      "Aku sama takdir itu kayak GPS: kadang nyasar, tapi akhirnya sampai juga.",
      "Pertanyaan random: kenapa ya, kita selalu ngerasa salah jalan?",
      "Hidup itu kayak cuaca: nggak bisa diprediksi.",
      "Kenapa kita selalu pengen liburan pas kerja, pengen kerja pas liburan?",
      "Aku sama kebahagiaan itu kayak kupu-kupu: semakin dikejar semakin jauh.",
      "Pertanyaan: kenapa ya, hal kecil bisa bikin bahagia besar?",
      "Hidup itu kayak game: level up setelah melewati tantangan.",
      "Kenapa kita selalu belajar arti sesuatu setelah kehilangannya?",
      "Aku sama waktu itu kayak pasir: mudah lewat dari tangan.",
      "Pertanyaan random: kenapa ya, kita selalu ngerasa nggak cukup?",
      "Hidup itu kayak roda: kadang di atas, kadang di bawah, terus berputar."
    ]
  }
]
