[
  {
    "kategori": "Receh Sehari-hari",
    "quotes": [
      "Saya sih gak stres, cuma lagi ngetes seberapa sabar diri ini bertahan dalam tekanan.",
      "Mimpi saya sederhana: punya uang yang tidak sederhana.",
      "Hari ini mood saya kayak charger HP: cuma mau nyolok kalau cocok.",
      "Saya bukan malas, saya hanya dalam mode penghematan energi.",
      "Niat mau hemat, eh malah beli barang diskon yang gak butuh-butuh amat.",
      "Saya percaya hubungan jarak jauh, soalnya hubungan dekat aja gak ada yang mau.",
      "Cita-cita kecil: bangun pagi. Cita-cita besar: bangun siang tapi tetap produktif.",
      "Saya tidak menunda pekerjaan, saya hanya mengatur prioritas berdasarkan deadline.",
      "Gaji itu seperti menstruasi: datang sebulan sekali, bertahan beberapa hari, terus ilang.",
      "Saya bukan gaptek, saya hanya sedang memberikan kesempatan pada teknologi untuk berkembang tanpa saya.",
      "Makan mie instant pake nasi: investasi karbo untuk masa depan yang tidak pasti.",
      "Saya sedang dalam hubungan yang rumit: antara ingin jajan dan ingin menabung.",
      "Kalau uang bisa bicara, pasti dia bilang 'selamat tinggal' ke saya setiap akhir bulan.",
      "Saya bukan pelupa, saya hanya kreatif dalam menaruh barang.",
      "Motivasi saya hari ini: besok libur!",
      "Saya tidak miskin, hanya secara finansial kurang beruntung.",
      "Diet itu simple: makan apa yang kamu suka, tapi jangan ditelan.",
      "Saya sudah memaafkan mereka yang tidak mengerti selera humor saya.",
      "Badan ini bukan gemuk, cuma kebanyakan menyimpan kenangan manis.",
      "Saya tidak malas, saya hanya melakukan aktivitas dengan intensitas rendah.",
      "Hubungan saya dengan olahraga: saling ghosting.",
      "Saya percaya pada takdir, terutama takdir dompet kosong di akhir bulan.",
      "Hidup ini seperti sepeda: untuk tetap seimbang, kamu harus terus ngutang.",
      "Saya bukan tidak romantis, saya hanya praktis. Mawar bisa layu, tapi diskon 70% itu abadi.",
      "Kesehatan itu penting, tapi gorengan itu kebutuhan."
    ]
  },
  {
    "kategori": "Gombalan Receh",
    "quotes": [
      "Kamu itu kayak warteg: sederhana tapi bikin kangen.",
      "Aku rela jadi indomie, asal jadi seleramu seumur hidup.",
      "Kamu itu kayak PSBB: bikin susah move on.",
      "Aku gak butuk harta, yang aku butuh hatimu (plus harta kamu juga gapapa).",
      "Kalo kamu jadi buah, kamu buah naga. Soalnya kamu unik dan bikin penasaran.",
      "Aku gak percaya love at first sight, tapi setelah liat kamu aku percaya love at first discount.",
      "Kamu itu kayak pulsa: sehari gak lihat langsung lowbat.",
      "Aku rela jadi kutu buku, asalkan bukunya buku tabungan kamu.",
      "Kalo cinta itu kaya mie instant, aku mau sama kamu selamanya.",
      "Kamu itu kayak google maps: bikin aku tersesat di pandanganmu.",
      "Aku gak butuh vitamin C, aku butuh vitamin 'K' yang artinya Kamu.",
      "Kalo kamu jadi bumbu, kamu micin. Bikin ketagihan.",
      "Aku gak jago masak, tapi aku jago bikin kamu senyum-senyum sendiri.",
      "Kamu itu kayak ojek online: selalu ada saat dibutuhkan.",
      "Aku rela jadi remote TV, asal kamu yang pegang kendali.",
      "Kalo hidup ini kaya gim, kamu cheat code-nya.",
      "Kamu itu kayak sinyal: kadang full, kadang hilang, bikin kesel tapi dicari terus.",
      "Aku gak butuh hoki, aku butuh kamu aja cukup.",
      "Kalo kamu jadi motor, aku mau jadi helmnya. Biar selalu deket.",
      "Kamu itu kayak kuota internet: habis terus tapi tetep dibeliin.",
      "Aku gak percaya hantu, tapi aku percaya cinta pada pandangan pertama kamu.",
      "Kalo kamu jadi makanan, kamu sambel. Pedes tapi dicari.",
      "Kamu itu kayak deadline: bikin deg-degan tapi harus dihadapi.",
      "Aku rela jadi kaos kaki, asalkan bisa nemenin kamu kemana-mana.",
      "Kalo kamu jadi lagu, kamu lagu TikTok. Bikin nagih."
    ]
  },
  {
    "kategori": "Medsos & Teknologi",
    "quotes": [
      "Relationship status: complicated dengan wifi tetangga.",
      "Saya di Instagram: aesthethic. Saya di WhatsApp: 'oi, minjem dulu seratus'.",
      "Followers may come and go, but wifi password is forever.",
      "Saya bukan stalker, saya hanya peneliti media sosial yang mendalam.",
      "Cinta sejati itu ketika dia like semua fotomu dari 2016 sampai sekarang.",
      "Baterai HP 1% tapi masih buka Instagram: living on the edge.",
      "Saya punya dua kepribadian: yang satu aesthetic di Instagram, yang satu receh di Twitter.",
      "Jodoh itu seperti sinyal: kadang full bar, kadang no service.",
      "Saya bukan rendah diri, hanya followers saya yang sedikit.",
      "Memori HP penuh tapi gak mau hapal foto makanan kemarin.",
      "Twitter itu tempat dimana saya puitis, TikTok tempat saya nge-dance gagap.",
      "Saya tidak ghosting, saya hanya sedang offline secara emosional.",
      "Facebook: keluarga. Instagram: teman. Twitter: uneg-uneg. TikTok: sisi lain yang memalukan.",
      "Saya sedang berpuasa: puasa buat story mantan.",
      "Cinta dimulai dari DM, berakhir di block.",
      "Saya tidak insecure, hanya sedang membandingkan hidup saya dengan highlight reel orang lain.",
      "Password saya: kombinasi dari semua kesalahan hidup saya.",
      "Saya bukan tidak update status, hidup saya tidak se-aesthetic itu.",
      "Auto-reply: 'Sorry, I'm busy ignoring you'.",
      "Saya sedang dalam hubungan yang rumit dengan charger saya: commitment issues.",
      "Memekirkan caption selama 30 menit untuk foto yang di-edit 2 jam.",
      "Saya tidak pelit kuota, hanya sedang menghemat data untuk hal-hal penting (seperti TikTok).",
      "Swipe right di kehidupan nyata: 'maaf, kamu kena lem ya?'",
      "Saya tidak membalas chat, saya sedang memberikan ruang untuk berkembang.",
      "Instagram vs Realita: di foto aku di Paris, realita aku di Pasar Rebo."
    ]
  },
  {
    "kategori": "Kuliner & Diet",
    "quotes": [
      "Saya sedang diet: makan apa saja, tapi dengan perasaan bersalah.",
      "Gorengan itu filosofis: diluar krispi, dalamnya lembut, kayak hati saya.",
      "Saya tidak makan banyak, hanya sedang mengisi kekosongan hati dengan karbo.",
      "Hubungan saya dengan nasi: till death do us part.",
      "Saya percaya pada kalori yang tak terlihat.",
      "Diet saya mulai besok, hari ini adalah pesta perpisahan dengan semua makanan.",
      "Saya tidak stress makan, hanya sedang emotional chewing.",
      "Kulkas kosong, hati pun kosong.",
      "Saya tidak makan cemilan, saya melakukan research tekstur makanan.",
      "Cinta itu seperti martabak: manis, legit, dan bikin begah.",
      "Saya sedang intermittent fasting: puasa 1 jam, makan 23 jam.",
      "Saya tidak kecanduan kopi, hanya kecanduan alasan untuk istirahat.",
      "Makan pedas itu seperti cinta: sakit-sakit tapi dicari lagi.",
      "Saya tidak makan mie instant, saya menghargai karya seni dalam kemasan.",
      "Kalori itu mitos seperti hantu: dipercaya tapi tak terlihat.",
      "Saya tidak boros beli makanan, hanya mendukung UMKM lokal.",
      "Diet tanpa nasi itu seperti hubungan tanpa trust: gak mungkin.",
      "Saya sedang clean eating: makan apa yang bersih dari debu.",
      "Makanan pedas adalah cara termurah untuk merasa hidup.",
      "Saya tidak makan berlebihan, hanya sedang meal prepping untuk esok hari.",
      "Coklat adalah terapis terbaik: manis dan selalu ada ketika dibutuhkan.",
      "Saya tidak snacktime, saya sedang melakukan taste bud meditation.",
      "Makan sendirian itu self-care, makan berdua itu self-share.",
      "Saya tidak makan junk food, saya makan comfort food.",
      "Diet adalah ketika kamu makan salad sambil memandang pizza dengan penuh penyesalan."
    ]
  },
  {
    "kategori": "Pekerjaan & Kantoran",
    "quotes": [
      "Motivasi kerja saya: tanggal muda.",
      "Saya tidak menunda pekerjaan, saya mengoptimalkan deadline adrenaline.",
      "Meeting itu seperti mie instant: seharusnya selesai dalam 3 menit, tapi molor sampai 1 jam.",
      "Saya tidak malas kerja, hanya sedang mengembangkan sistem kerja yang efisien (dengan usaha minimal).",
      "Work from home: dari jam 9 sampai jam 5, dengan 7 jam istirahat.",
      "Saya tidak stress dengan deadline, hanya sedang mengalami creative blockage yang berkepanjangan.",
      "Email yang tidak dibalas: 'maaf, pesan Anda tenggelam di lautan notifikasi'.",
      "Saya tidak datang terlambat, hanya memberikan waktu untuk orang lain menikmati kantor tanpa saya.",
      "Presentasi penting = baju atas rapi, celana pendek.",
      "Saya tidak menghindar dari kerja, hanya sedang mencari inspirasi di YouTube.",
      "Cuti itu seperti charger: butuh waktu untuk nge-charge kembali.",
      "Saya tidak bosan meeting, hanya bosan dengan meeting yang sama setiap hari.",
      "Kerja kelompok: dimana 1 orang kerja, 5 orang ngopi.",
      "Saya tidak mengeluh gaji kecil, hanya heran kenapa kebutuhan besar.",
      "Breakfast meeting: sarapan sambil meeting, atau meeting sambil sarapan?",
      "Saya tidak pura-puka sibuk, hanya sedang acting untuk mendapat promo.",
      "Work-life balance: kerja 8 jam, mikirin kerja 16 jam.",
      "Saya tidak mencuri waktu perusahaan, hanya meminjam dengan tanpa rencana pengembalian.",
      "Training karyawan: 1 jam materi, 3 jam ice breaking.",
      "Saya tidak tidur di meja kerja, hanya melakukan power nap untuk produktivitas.",
      "Project timeline: minggu 1-3: planning, minggu 4: panic mode.",
      "Saya tidak lupa deadline, hanya sedang menguji fleksibilitas timeline.",
      "Kantor adalah tempat dimana kamu berpura-pura kerja, dan gaji berpura-pura cukup.",
      "Saya tidak menghindari atasan, hanya sedang dalam mode stealth.",
      "Kerja itu seperti hubungan: kadang kamu pengen keluar, tapi butuh uang untuk bertahan."
    ]
  },
  {
    "kategori": "Percintaan Receh",
    "quotes": [
      "Cinta itu seperti wifi: susah dapet sinyal yang bagus.",
      "Saya single bukan karena jelek, tapi karena orang-orang tidak siap dengan keindahan jiwa saya.",
      "Mantan itu seperti sampah: harus dibuang, jangan dipendam.",
      "Cinta pertama itu seperti pelajaran matematika: pusing tapi harus dilewati.",
      "Saya tidak butuh pacar, hanya butuh seseorang yang mau dengerin cerita sampah saya.",
      "PDKT itu seperti trial software: gratis dulu, bayar kalau mau full version.",
      "Cinta lokasi itu ketika kamu jatuh cinta sama orang yang sinyalnya sama-sama jelek.",
      "Saya bukan tidak move on, hanya sedang mengoleksi kenangan pahit.",
      "Jodoh itu seperti parkiran: yang bagus selalu udah ada yang ambil.",
      "Cinta itu seperti hujan: datangnya bikin basah, perginya bikin kangen.",
      "Saya tidak galau, hanya sedang mengadakan festival drama dalam hati.",
      "Pacaran jarak jauh: saling kirim 'good morning' dengan perbedaan waktu 3 jam.",
      "Cinta segitiga itu ketika kamu, dia, dan makanan favoritnya.",
      "Saya tidak takut komitmen, hanya takut komitmen dengan orang yang salah.",
      "Putus cinta itu seperti kehilangan charger: bikin panik tapi akhirnya beli baru.",
      "Cinta itu seperti mi instant: cepat saji, tidak tahan lama.",
      "Saya tidak mencari yang sempurna, hanya yang bisa toleransi dengan kekurangan saya.",
      "Chat 'good night' jam 10 malam, online sampai jam 2 pagi.",
      "Cinta itu seperti tanaman: butuh perhatian, tapi seringnya mati juga.",
      "Saya tidak menunggu dia, hanya sedang meningkatkan kualitas diri sambil nunggu.",
      "Pacaran itu seperti subscription: bayar tiap bulan dapat konten eksklusif.",
      "Cinta itu seperti aplikasi: butuh update rutin atau nanti crash.",
      "Saya tidak pilih-pilih, hanya memiliki standar yang tidak bisa ditawar.",
      "Putus nyambung itu seperti Bluetooth: kadang connect, kadang disconnect.",
      "Cinta sejati itu ketika kamu mau share makanan favoritmu ke dia."
    ]
  },
  {
    "kategori": "Keluarga & Kehidupan",
    "quotes": [
      "Saya dan ibu: satu-satunya hubungan dimana kamu dicintai sekaligus dikritik secara bersamaan.",
      "Ayah: sosok yang bilang 'jangan boros' sambil kasih uang tambahan.",
      "Keluarga adalah tempat dimana kamu jadi diri sendiri, dengan semua kekurangan dan kebodohanmu.",
      "Ibu: ahli strategi yang bisa tahu kamu bohong dari cara kamu bernapas.",
      "Keluarga besar: pertemuan dimana kamu ditanya 'kapan nikah?' sambil makan gratis.",
      "Adik: musuh dalam selimut dan teman sejati saat butuh uang.",
      "Ibu vs Teknologi: perang abad 21 yang tidak pernah berakhir.",
      "Keluarga adalah grup WhatsApp paling aktif dan paling bikin notifikasi.",
      "Ayah dan remote TV: kisah cinta yang tak tergantikan.",
      "Keluarga: tempat kamu belajar bahwa cinta itu tidak selalu dalam bentuk kata-kata.",
      "Ibu dan kebersihan: hubungan cinta-benci yang abadi.",
      "Keluarga besar: laboratorium sosial dimana kamu belajar sabar.",
      "Ayah: superhero tanpa jubah yang selalu ada saat dibutuhkan.",
      "Keluarga adalah alasan kenapa kamu butuh terapi, sekaligus alasan kenapa kamu bertahan.",
      "Ibu dan makanan: 'sudah makan belum?' adalah bahasa cintanya.",
      "Keluarga: sistem support terbaik dan sumber stres terbesar.",
      "Ayah dan mobil: hubungan yang lebih intim dari hubungannya dengan anaknya.",
      "Keluarga adalah buku yang tidak pernah selesai dibaca, dengan bab baru setiap hari.",
      "Ibu dan telepon: 'halo, kamu dimana?' adalah kalimat pembuka teror.",
      "Keluarga besar: pertunjukan drama gratis dengan popcorn sendiri.",
      "Ayah dan koran: romance yang bertahan dari zaman ke zaman.",
      "Keluarga adalah cermin: kadang kamu lihat dirimu, kadang kamu lihat orang yang tidak ingin kamu jadi.",
      "Ibu dan cucian: 'baju kotor jangan ditumpuk!' adalah soundtrack hidup.",
      "Keluarga: jaringan wifi emosional yang selalu connect meski sinyal jelek.",
      "Ayah dan dapur: 'jangan ganggu ayah lagi masak' padahal cuma panasin makanan."
    ]
  },
  {
    "kategori": "Hidup & Filosofi Receh",
    "quotes": [
      "Hidup itu seperti remote TV: kadang kamu gak nemu padahal ada di depan mata.",
      "Filosofi saya: santai saja, yang penting happy. Kecuali urusan utang, itu serius.",
      "Hidup itu seperti sepatu: kadang sesak, kadang longgar, yang penting gaya.",
      "Saya tidak overthinking, hanya sedang menganalisis semua kemungkinan dari satu kejadian kecil.",
      "Hidup itu seperti TikTok: scroll terus, nemu konten bagus dikit.",
      "Filosofi kopi: pahit di awal, bikin melek seharian.",
      "Hidup itu seperti charger: makin tua makin lama nge-charge.",
      "Saya tidak pesimis, hanya realistis dengan harapan yang rendah.",
      "Hidup itu seperti jalan di mall: muter-muter akhirnya balik ke tempat yang sama.",
      "Filosofi nasi: sederhana tapi gak bisa hidup tanpa.",
      "Hidup itu seperti aplikasi: butuh update rutin biar gak nge-lag.",
      "Saya tidak tidak ambisius, hanya ambisi saya sedang tidur siang.",
      "Hidup itu seperti laundry: numpuk, dicuci, dijemur, beres, numpuk lagi.",
      "Filosofi alarm: bikin kesal tapi menyelamatkan hidup.",
      "Hidup itu seperti wifi gratis: kalo ketemu, syukur. Kalo enggak, biasa aja.",
      "Saya tidak apatis, hanya menghemat energi emosional.",
      "Hidup itu seperti browser: banyak tab terbuka, satu pun gak selesai.",
      "Filosofi uang: datang perlahan, pergi cepat.",
      "Hidup itu seperti password: harus kuat, sering diganti, dan jangan sampai lupa.",
      "Saya tidak tidak beruntung, hanya keberuntungan saya sedang cuti.",
      "Hidup itu seperti baterai HP: 100% sampai 1% cuma sehari.",
      "Filosofi kunci: kecil tapi penting, sering hilang saat dibutuhkan.",
      "Hidup itu seperti Google Maps: kadang nyasar, tapi akhirnya sampai juga.",
      "Saya tidak tidak produktif, hanya produktivitas saya sedang loading.",
      "Hidup itu seperti plastik: fleksibel, tahan lama, dan bisa buat apa saja."
    ]
  }
]
