[
  {
    "kategori": "Kritik Sosial Pedas",
    "quotes": [
      "Masyarakat kita lebih suka membahas kehidupan orang lain daripada memperbaiki kehidupan sendiri.",
      "Orang miskin dilarang sakit, orang kaya dilarang miskin. Sistem yang sempurna.",
      "Kita hidup di dunia di mana pendidikan mahal, tapi orang bodoh bisa jadi pemimpin.",
      "Korupsi itu seperti narkoba: dilarang keras, tapi masih banyak penggunanya.",
      "Generasi sekarang pandai mengkritik pemerintah, tapi lupa bahwa mereka bagian dari masalah.",
      "Agama dijadikan tameng, tapi moral dijadikan pajangan.",
      "Kita memprotes kenaikan harga, tapi diam saja ketika harga diri diperjualbelikan.",
      "Orang berteriak demokrasi, tapi tidak terima ketika pendapatnya dikritik.",
      "Kita mengeluh tentang polusi, tapi masih buang sampah sembarangan.",
      "Banyak yang ingin perubahan, tapi tidak mau berubah.",
      "Masyarakat kita ahli dalam mencari kesalahan orang lain, tapi buta terhadap kesalahan sendiri.",
      "Kita ribut tentang hak asasi manusia, tapi melupakan kewajiban sebagai manusia.",
      "Orang kaya dihormati karena hartanya, orang bijak diabaikan karena kebijaksanaannya.",
      "Kita mengutuk kekerasan, tapi menghibur diri dengan konten kekerasan.",
      "Generasi yang mengeluh tentang masa depan adalah generasi yang menghabiskan waktu di media sosial.",
      "Kita ingin negara maju, tapi mentalitas masih mentalitas kolonial.",
      "Orang protes tentang ketidakadilan, tapi diam saja ketika menjadi pihak yang diuntungkan.",
      "Kita membenci koruptor, tapi memilih pemimpin yang jelas-jelas bermasalah.",
      "Masyarakat kita lebih percaya hoaks daripada fakta yang jelas.",
      "Kita ingin kebebasan berekspresi, tapi tidak siap dengan konsekuensinya.",
      "Orang mengeluh tentang kemacetan, tapi tetap menggunakan mobil sendirian.",
      "Kita ribut tentang kesetaraan gender, tapi masih mempraktikkan patriarki di rumah.",
      "Generasi yang menyalahkan generasi sebelumnya, tapi tidak belajar dari kesalahan mereka.",
      "Kita mengkritik sistem pendidikan, tapi tidak mau jadi guru yang lebih baik.",
      "Masyarakat kita pandai membuat aturan, tapi ahli dalam mencari celah."
    ]
  },
  {
    "kategori": "Realitas Hubungan Manusia",
    "quotes": [
      "Kamu bilang cinta tapi yang dicintai cuma gambaran idealmu tentang aku.",
      "Pertemanan jaman sekarang: dekat di medsos, jauh di kehidupan nyata.",
      "Orang bilang 'jujur itu penting' tapi marah ketika dikasih tahu kebenaran.",
      "Kamu minta perhatian, tapi tidak memberikan perhatian yang sama.",
      "Hubungan sekarang: lebih peduli pada likes daripada perasaan.",
      "Kamu bilang peduli, tapi baru peduli ketika butuh sesuatu.",
      "Persahabatan sejati itu mitos di era transaksional ini.",
      "Kamu mengeluh kesepian, tapi menolak setiap ajakan bertemu.",
      "Orang ingin didengarkan, tapi tidak mau mendengarkan.",
      "Kamu bilang 'aku selalu di sini' tapi hanya muncul saat senang saja.",
      "Cinta sekarang: mudah diucapkan, sulit dibuktikan.",
      "Kamu minta pengertian, tapi tidak mau memahami orang lain.",
      "Hubungan beracun: tahu tidak sehat, tapi sulit dilepaskan.",
      "Kamu bilang setia, tapi setianya hanya di depan mata.",
      "Orang ingin diterima apa adanya, tapi tidak menerima orang lain apa adanya.",
      "Kamu mengeluh ditinggalkan, tapi yang pertama pergi ketika susah.",
      "Persahabatan yang sehat itu ketika tidak ada yang menghitung siapa yang lebih banyak memberi.",
      "Kamu ingin dihargai, tapi tidak menghargai usaha orang lain.",
      "Cinta sejati: ada dalam cerita, jarang dalam realita.",
      "Kamu bilang percaya, tapi selalu cek hp pasangan.",
      "Orang ingin kesetiaan, tapi tidak setia pada komitmen.",
      "Kamu minta waktu, tapi tidak memberikan waktu yang berkualitas.",
      "Hubungan tanpa komunikasi: seperti wifi tanpa password, semua bisa connect.",
      "Kamu ingin dipahami, tapi tidak mau menjelaskan perasaanmu.",
      "Cinta di era digital: diukur dari jumlah story yang di-reply."
    ]
  },
  {
    "kategori": "Hidup & Prioritas",
    "quotes": [
      "Kamu mengeluh miskin tapi hidup seperti orang kaya.",
      "Prioritasmu jelas: gaya hidup di atas kebutuhan.",
      "Kamu bilang sibuk, tapi sibuknya scrolling media sosial.",
      "Orang ingin sukses tapi tidak mau bekerja keras.",
      "Kamu mengeluh tidak punya waktu, tapi waktu habis untuk hal tidak penting.",
      "Hidup sederhana: konsep yang dipahami, tapi tidak dijalankan.",
      "Kamu ingin kaya, tapi malas menabung.",
      "Orang bilang kesehatan penting, tapi merokok dan makan junk food.",
      "Kamu mengeluh berat badan, tapi tidak berolahraga.",
      "Prioritas generasi sekarang: likes di atas karakter.",
      "Kamu ingin dihargai, tapi tidak menghargai diri sendiri.",
      "Orang bilang keluarga penting, tapi jarang menghubungi orang tua.",
      "Kamu mengeluh stres, tapi tidak mengubah pola hidup.",
      "Hidup sehat: di-posting di medsos, tapi tidak dipraktikkan.",
      "Kamu ingin bahagia, tapi mencari kebahagiaan di tempat salah.",
      "Orang bilang pendidikan penting, tapi malas membaca buku.",
      "Kamu mengeluh kesepian, tapi menolak bersosialisasi.",
      "Prioritas: membeli barang mahal daripada investasi masa depan.",
      "Kamu ingin mandiri, tapi masih minta uang orang tua.",
      "Orang bilang lingkungan penting, tapi masih pakai plastik sekali pakai.",
      "Kamu mengeluh masa depan suram, tapi tidak melakukan perubahan.",
      "Hidup produktif: cuma jadi caption di Instagram.",
      "Kamu ingin perubahan, tapi takut keluar dari zona nyaman.",
      "Orang bilang spiritualitas penting, tapi jarang beribadah.",
      "Kamu mengeluh tidak berkembang, tapi menolak belajar hal baru."
    ]
  },
  {
    "kategori": "Karakter & Kepribadian",
    "quotes": [
      "Kamu bilang rendah hati tapi selalu pamer pencapaian.",
      "Karakter aslimu terlihat ketika tidak ada yang melihat.",
      "Kamu ingin dianggap baik, tapi hanya baik di depan umum.",
      "Orang bilang jujur, tapi bohong dalam hal kecil.",
      "Kamu mengkritik arogansi orang lain, tapi arogan dalam pendapatmu.",
      "Integritas: kata yang sering diucapkan, jarang dipraktikkan.",
      "Kamu bilang terbuka, tapi tidak terima kritik.",
      "Kepribadian ganda: ramah di medsos, jutek di kehidupan nyata.",
      "Kamu ingin dianggap cerdas, tapi malas berpikir kritis.",
      "Orang bilang sederhana, tapi hidup mewah.",
      "Kamu mengeluh tentang kesombongan, tapi sombong dengan pengetahuanmu.",
      "Kerendahan hati palsu lebih berbahaya daripada kesombongan terang-terangan.",
      "Kamu bilang percaya diri, tapi butuh validasi dari orang lain.",
      "Karakter sejati teruji dalam tekanan, bukan dalam kenyamanan.",
      "Kamu ingin dihormati, tapi tidak menghormati orang lain.",
      "Orang bilang sabar, tapi marah untuk hal sepele.",
      "Kamu mengkritik ketidakjujuran, tapi mencuri waktu perusahaan.",
      "Kepribadian: konsisten di depan atasan, berbeda di depan bawahan.",
      "Kamu bilang adil, tapi memihak teman dekat.",
      "Orang ingin dianggap bijaksana, tapi mengambil keputusan emosional.",
      "Kamu mengeluh tentang sifat buruk orang, tapi tidak memperbaiki sifat burukmu.",
      "Karakter bukan apa yang kamu katakan, tapi apa yang kamu lakukan.",
      "Kamu bilang tegas, tapi tegasnya hanya pada yang lebih lemah.",
      "Orang ingin dianggap kuat, tapi lari dari tanggung jawab.",
      "Kamu mengkritik kemunafikan, tapi munafik dalam tindakanmu."
    ]
  },
  {
    "kategori": "Media Sosial & Digital",
    "quotes": [
      "Kamu hidup di dunia nyata, tapi eksis di dunia maya.",
      "Media sosial: panggung sandiwara terbesar abad ini.",
      "Kamu bilang autentik, tapi pakai filter di setiap foto.",
      "Followers banyak, kehidupan sosial nol.",
      "Kamu mengkritik pencitraan, tapi hidup untuk pencitraan.",
      "Realita vs Instagram: dua dunia yang berbeda.",
      "Kamu ingin dianggap bahagia, tapi pamer kebahagiaan palsu.",
      "Media sosial membuat orang merasa terkoneksi, tapi sebenarnya terisolasi.",
      "Kamu bilang tidak peduli likes, tapi cek notifikasi terus.",
      "Hidup untuk story: fokus pada penampilan, bukan esensi.",
      "Kamu mengeluh kecanduan medsos, tapi tidak berusaha berhenti.",
      "Digital footprint-mu lebih rapi daripada kehidupanmu.",
      "Kamu ingin viral, tapi tidak siap dengan konsekuensinya.",
      "Media sosial: kompetisi siapa yang paling bahagia palsu.",
      "Kamu bilang privacy penting, tapi share lokasi realtime.",
      "Eksistensi diukur dari jumlah followers, bukan kualitas hidup.",
      "Kamu mengkritik hoaks, tapi share tanpa cek fakta.",
      "Filter wajah: bukti bahwa kita tidak puas dengan diri sendiri.",
      "Kamu ingin dianggap sukses, tapi definisi suksesmu dari medsos.",
      "Media sosial membuat kita mengenal orang lain, tapi lupa mengenal diri sendiri.",
      "Kamu bilang anti drama, tapi hidup untuk konten drama.",
      "Kehidupan curated: hanya yang bagus-bagus saja yang ditampilkan.",
      "Kamu mengeluh waktu habis, tapi habiskan 6 jam sehari di medsos.",
      "Validasi digital lebih penting daripada validasi diri.",
      "Media sosial: tempat di mana semua orang ahli dalam segala hal."
    ]
  },
  {
    "kategori": "Pekerjaan & Karir",
    "quotes": [
      "Kamu mengeluh gaji kecil, tapi kerja ala kadarnya.",
      "Banyak yang ingin posisi tinggi, tapi tidak mau tanggung jawab besar.",
      "Kamu bilang profesional, tapi gossip di jam kerja.",
      "Kerja: datang tepat waktu untuk pulang cepat.",
      "Kamu ingin promosi, tapi tidak meningkatkan skill.",
      "Mental pegawai: menunggu perintah, bukan mengambil inisiatif.",
      "Kamu mengeluh bos toxic, tapi toxic ke rekan kerja.",
      "Bekerja keras: hanya saat atasan melihat.",
      "Kamu bilang team player, tapi kerja sendiri-sendiri.",
      "Karir: lebih penting terlihat sibuk daripada produktif.",
      "Kamu ingin kerja remote, tapi malas saat dikasih kepercayaan.",
      "Etos kerja: tinggi di CV, rendah di realita.",
      "Kamu mengeluh tidak dihargai, tapi tidak menunjukkan nilai.",
      "Banyak yang ingin jadi bos, tapi tidak mau belajar memimpin.",
      "Kamu bilang multitasking, tapi tidak ada yang selesai sempurna.",
      "Kerja cerdas: alasan untuk kerja lebih sedikit.",
      "Kamu ingin work-life balance, tapi kerja hanya saat mood baik.",
      "Produktivitas: diukur dari jam kerja, bukan output.",
      "Kamu mengeluh jenuh, tapi takut keluar dari zona nyaman.",
      "Inovasi: dituntut, tapi dihukum jika gagal.",
      "Kamu bilang siap berkembang, tapi menolak training.",
      "Meeting: tempat di mana jam produktif terbuang.",
      "Kamu ingin perusahaan maju, tapi tidak peduli dengan kemajuan perusahaan.",
      "Disiplin: ketat untuk bawahan, longgar untuk diri sendiri.",
      "Kamu mengeluh tidak berkembang, tapi menolak pekerjaan baru."
    ]
  },
  {
    "kategori": "Pendidikan & Pengetahuan",
    "quotes": [
      "Kamu punya gelar tinggi, tapi common sense rendah.",
      "Pendidikan mahal, tapi hasilnya tidak sebanding dengan biaya.",
      "Kamu bilang berpendidikan, tapi percaya hoaks.",
      "Sekolah: tempat menghafal, bukan tempat belajar berpikir.",
      "Kamu ingin disebut pintar, tapi malas membaca.",
      "Gelar tanpa kompetensi seperti mobil tanpa mesin.",
      "Kamu mengeluh sistem pendidikan buruk, tapi tidak mau jadi bagian solusi.",
      "Pengetahuan diukur dari gelar, bukan dari kebijaksanaan.",
      "Kamu bilang open minded, tapi menolak pendapat berbeda.",
      "Pendidikan karakter: diajarkan di sekolah, tidak dipraktikkan di rumah.",
      "Kamu ingin disebut akademisi, tapi plagiat karya orang.",
      "Ilmu tanpa akhlak seperti pedang di tangan penjahat.",
      "Kamu mengeluh tidak dapat kerja, tapi skill pas-pasan.",
      "Sekolah favorit: tempat orang tua pamer, bukan tempat anak belajar.",
      "Kamu bilang cinta ilmu, tapi cinta gelarnya saja.",
      "Pendidikan membuat orang terpelajar, tapi tidak selalu bijaksana.",
      "Kamu ingin dianggap intelek, tapi diskusi tentang gosip.",
      "Guru digaji rendah, tapi dituntut menghasilkan generasi emas.",
      "Kamu mengeluh kurikulum tidak relevan, tapi tidak meng-update diri.",
      "Pengetahuan: banyak di internet, sedikit di otak.",
      "Kamu bilang critical thinking, tapi ikut arus mainstream.",
      "Pendidikan mahal menghasilkan pekerja murah.",
      "Kamu ingin disebut berpendidikan, tapi etika dipertanyakan.",
      "Sekolah: ajang kompetisi nilai, bukan kompetisi karakter.",
      "Kamu mengeluh pendidikan tidak merata, tapi tidak peduli dengan yang tertinggal."
    ]
  },
  {
    "kategori": "Diri Sendiri (Self-sarkasme)",
    "quotes": [
      "Aku ahli dalam membuat alasan untuk pemborosan.",
      "Motivasiku seperti baterai HP: penuh di pagi, habis siang.",
      "Aku bilang ingin sehat, tapi malas olahraga.",
      "Disiplin diri: konsep yang kukagumi, tapi tidak kuterapkan.",
      "Aku mengeluh berat badan, tapi makan lebih banyak.",
      "Target hidupku: besok pasti berubah.",
      "Aku bilang ingin kaya, tapi menghabiskan uang untuk hal tidak penting.",
      "Konsistensi: kata yang sering kugunakan, jarang kupraktikkan.",
      "Aku ingin produktif, tapi sibuk dengan hal tidak produktif.",
      "Self-improvement: dibaca di buku, tidak dilakukan dalam hidup.",
      "Aku mengeluh tidak punya waktu, tapi waktu habis untuk scrolling.",
      "Prioritasku jelas: yang menyenangkan duluan.",
      "Aku bilang ingin berubah, tapi takut dengan perubahan.",
      "Kontrol diri: hilang saat melihat diskon.",
      "Aku ingin mandiri, tapi masih bergantung pada orang tua.",
      "Manajemen waktu: teori yang kukuasai, praktik yang gagal.",
      "Aku mengeluh stres, tapi menambah stres dengan pilihanku.",
      "Kedewasaan: diaku secara usia, dipertanyakan secara perilaku.",
      "Aku bilang ingin sukses, tapi malas berusaha.",
      "Tanggung jawab: mudah untuk orang lain, sulit untuk diri sendiri.",
      "Aku ingin dianggap dewasa, tapi bertingkah seperti anak kecil.",
      "Self-awareness: tahu kekurangan, tapi tidak memperbaiki.",
      "Aku mengeluh tidak bahagia, tapi tidak melakukan apapun untuk bahagia.",
      "Komitmen pada diri sendiri: paling mudah diingkari.",
      "Aku bilang ingin lebih baik, tapi nyaman dengan keburukan."
    ]
  }
]
