[
  {
    "kategori": "Ilmuwan & Penemu",
    "quotes": [
      "Imajinasi lebih penting daripada pengetahuan. Pengetahuan terbatas, imajinasi mengelilingi dunia. - Albert Einstein",
      "Kesempatan yang hilang tidak akan pernah kembali, tetapi kesempatan baru selalu muncul bagi mereka yang siap. - Marie Curie",
      "Hidup itu seperti mengendarai sepeda. Untuk menjaga keseimbangan, kamu harus terus bergerak. - Albert Einstein",
      "Jangan takut dengan kesempurnaan, kamu tidak akan pernah mencapainya. - Salvador Dali",
      "Yang penting adalah tidak berhenti bertanya. Keingintahuan memiliki alasan tersendiri untuk eksis. - Albert Einstein",
      "Kita tidak bisa menyelesaikan masalah dengan pemikiran yang sama seperti ketika kita menciptakannya. - Albert Einstein",
      "Ilmu tanpa agama lumpuh, agama tanpa ilmu buta. - Albert Einstein",
      "Kegagalan adalah kesuksesan yang sedang dalam proses. - Thomas Edison",
      "Genius adalah 1% inspirasi dan 99% keringat. - Thomas Edison",
      "Saya belum gagal. Saya baru saja menemukan 10.000 cara yang tidak berhasil. - Thomas Edison",
      "Orang yang tidak pernah membuat kesalahan tidak pernah mencoba sesuatu yang baru. - Albert Einstein",
      "Satu-satunya sumber pengetahuan adalah pengalaman. - Albert Einstein",
      "Misteri abadi dunia adalah pemahamannya. - Albert Einstein",
      "Logika akan membawamu dari A ke B. Imajinasi akan membawamu ke mana saja. - Albert Einstein",
      "Perdamaian tidak dapat dijaga dengan kekuatan. Itu hanya bisa dicapai dengan pengertian. - Albert Einstein",
      "Pendidikan adalah apa yang tersisa setelah seseorang melupakan apa yang dipelajari di sekolah. - Albert Einstein",
      "Kebenaran lebih aneh daripada fiksi, tetapi itu karena fiksi terpaksa tetap masuk akal, sedangkan kebenaran tidak. - Mark Twain",
      "Tidak ada yang begitu berat seperti ringannya tangan. - Leonardo da Vinci",
      "Kesederhanaan adalah kecanggihan tertinggi. - Leonardo da Vinci",
      "Saya telah belajar bahwa keberanian bukanlah tidak adanya ketakutan, tetapi kemenangan atasnya. - Nelson Mandela",
      "Masa depan tergantung pada apa yang kamu lakukan hari ini. - Mahatma Gandhi",
      "Kamu harus menjadi perubahan yang ingin kamu lihat di dunia. - Mahatma Gandhi",
      "Kebahagiaan adalah ketika apa yang kamu pikirkan, katakan, dan lakukan selaras. - Mahatma Gandhi",
      "Mata untuk mata hanya akan membuat seluruh dunia buta. - Mahatma Gandhi",
      "Kelembutan, pengorbanan diri, dan kemurahan hati bukanlah monopoli satu orang atau satu ras. - Mahatma Gandhi"
    ]
  },
  {
    "kategori": "Pemimpin & Negarawan",
    "quotes": [
      "Jangan tanyakan apa yang negara berikan kepadamu, tapi tanyakan apa yang kamu berikan kepada negaramu. - John F. Kennedy",
      "Perubahan tidak akan datang jika kita menunggu orang lain atau waktu lain. Kita adalah orang yang kita tunggu-tunggu. Kita adalah perubahan yang kita cari. - Barack Obama",
      "Pendidikan adalah senjata paling ampuh yang bisa kamu gunakan untuk mengubah dunia. - Nelson Mandela",
      "Yang paling ditakuti bukanlah kematian, tetapi hidup tanpa tujuan. - Nelson Mandela",
      "Tidak ada jalan mudah menuju kebebasan. - Nelson Mandela",
      "Aku memimpikan Afrika yang damai, mandiri, makmur, dan bersatu. - Nelson Mandela",
      "Kebebasan tidak bisa diberikan, kebebasan harus diambil. - Nelson Mandela",
      "Penderitaan yang terbesar adalah ketika kita menjadi tawanan di tanah air sendiri. - Nelson Mandela",
      "Kita harus menggunakan waktu secara bijaksana dan selamanya menyadari bahwa waktu selalu matang untuk melakukan hal yang benar. - Nelson Mandela",
      "Untuk menjadi bebas tidak hanya melepas belenggu seseorang, tetapi hidup dengan cara yang menghormati dan meningkatkan kebebasan orang lain. - Nelson Mandela",
      "Perbedaan antara yang mungkin dan yang mustahil terletak pada tekad seseorang. - Nelson Mandela",
      "Kamu bisa menembakku dengan peluru, tapi kamu tidak bisa menembakku dengan cita-cita. - Che Guevara",
      "Revolusi bukanlah apel yang jatuh ketika matang. Kamu harus menjatuhkannya. - Che Guevara",
      "Kebaikan dalam kata-kata menciptakan kepercayaan. Kebaikan dalam berpikir menciptakan kedalaman. Kebaikan dalam memberi menciptakan cinta. - Lao Tzu",
      "Pemimpin terbaik adalah ketika orang hampir tidak menyadari keberadaannya. - Lao Tzu",
      "Perjalanan seribu mil dimulai dengan satu langkah. - Lao Tzu",
      "Ketika aku melepaskan siapa diriku, aku menjadi apa yang mungkin aku inginkan. - Lao Tzu",
      "Ketika kamu puas dengan menjadi sederhana diri sendiri dan tidak membandingkan atau bersaing, semua orang akan menghormatimu. - Lao Tzu",
      "Mengenal orang lain adalah kebijaksanaan, mengenal diri sendiri adalah pencerahan. - Lao Tzu",
      "Kebijaksanaan sejati adalah mengetahui apa yang tidak kamu ketahui. - Confucius",
      "Dimana pun kamu pergi, pergilah dengan sepenuh hati. - Confucius",
      "Kebenaran mungkin tidak selalu populer, tetapi selalu benar. - Mahatma Gandhi",
      "Kamu mungkin tidak pernah tahu hasil dari tindakanmu, tetapi jika kamu tidak melakukan apa-apa, tidak akan ada hasil. - Mahatma Gandhi",
      "Hidupku adalah pesanku. - Mahatma Gandhi",
      "Pertama mereka mengabaikanmu, lalu mereka menertawakanmu, lalu mereka melawanmu, lalu kamu menang. - Mahatma Gandhi"
    ]
  },
  {
    "kategori": "Seniman & Budayawan",
    "quotes": [
      "Setiap anak adalah seorang seniman. Masalahnya adalah bagaimana tetap menjadi seniman ketika kita tumbuh dewasa. - Pablo Picasso",
      "Seni adalah kebohongan yang membuat kita menyadari kebenaran. - Pablo Picasso",
      "Segala sesuatu yang bisa kamu bayangkan adalah nyata. - Pablo Picasso",
      "Tindakan adalah kunci dasar untuk semua kesuksesan. - Pablo Picasso",
      "Inspirasi memang ada, tapi harus menemukanmu sedang bekerja. - Pablo Picasso",
      "Seni mencuci dari jiwa debu kehidupan sehari-hari. - Pablo Picasso",
      "Warna, seperti fitur, mengikuti perubahan emosi. - Pablo Picasso",
      "Hiduplah seolah-olah kamu akan mati besok. Belajarlah seolah-olah kamu akan hidup selamanya. - Mahatma Gandhi",
      "Kamu tidak bisa menyentuh seni, tapi seni bisa menyentuhmu. - Rumi",
      "Jangan sedih. Apa pun yang hilang akan datang kembali dalam bentuk lain. - Rumi",
      "Biarkan keindahan yang kita cintai menjadi apa yang kita lakukan. - Rumi",
      "Dengarkan dengan diam-diam, karena kamu adalah yang kamu cari. - Rumi",
      "Cinta adalah jembatan antara kamu dan segalanya. - Rumi",
      "Kamu dilahirkan dengan sayap, mengapa lebih suka merangkak sepanjang hidup? - Rumi",
      "Malam hari adalah buku yang dibaca oleh para malaikat. - Rumi",
      "Kehidupan tanpa cinta seperti pohon tanpa bunga atau buah. - Khalil Gibran",
      "Cinta adalah satu-satunya kebebasan di dunia karena begitu tinggi ia mengangkat jiwa. - Khalil Gibran",
      "Kamu memberi sedikit ketika kamu memberi dari harta milikmu. Ketika kamu memberi dari dirimu sendirilah kamu benar-benar memberi. - Khalil Gibran",
      "Teman adalah kebutuhan jiwa. - Khalil Gibran",
      "Pekerjaan adalah cinta yang terwujud. - Khalil Gibran",
      "Musik dapat mengubah dunia karena dapat mengubah orang. - Bono",
      "Kreativitas adalah kecerdasan bersenang-senang. - Albert Einstein",
      "Satu-satunya cara untuk melakukan pekerjaan hebat adalah dengan mencintai apa yang kamu lakukan. - Steve Jobs",
      "Waktu kamu terbatas, jadi jangan sia-siakan dengan hidup orang lain. - Steve Jobs",
      "Tetap lapar, tetap bodoh. - Steve Jobs"
    ]
  },
  {
    "kategori": "Filsuf & Pemikir",
    "quotes": [
      "Aku berpikir, maka aku ada. - René Descartes",
      "Hidup yang tidak direfleksikan tidak layak dijalani. - Socrates",
      "Satu-satunya hal yang aku tahu adalah bahwa aku tidak tahu apa-apa. - Socrates",
      "Menjadi adalah menjadi dirimu sendiri. - Jean-Paul Sartre",
      "Manusia dikutuk untuk bebas. - Jean-Paul Sartre",
      "Kebahagiaan adalah makna dan tujuan hidup, seluruh tujuan dan akhir dari keberadaan manusia. - Aristoteles",
      "Kita adalah apa yang kita lakukan berulang kali. Kesempurnaan bukanlah suatu tindakan, tetapi kebiasaan. - Aristoteles",
      "Mengenal diri sendiri adalah awal dari semua kebijaksanaan. - Aristoteles",
      "Penderitaan terbesar adalah mengetahui banyak tetapi tidak memiliki kekuatan. - Herodotus",
      "Yang kuat melakukan apa yang mereka bisa dan yang lemah menderita seperti yang mereka harus. - Thucydides",
      "Jangan percaya pada takdir dalam hidup, percayalah pada kerja keras. - Plato",
      "Kebaikan yang kita lakukan hari ini, orang akan lupa besok. Lakukan kebaikan saja. - Mother Teresa",
      "Jika kamu menilai orang, kamu tidak punya waktu untuk mencintai mereka. - Mother Teresa",
      "Kedamaian dimulai dengan senyuman. - Mother Teresa",
      "Kita tidak bisa melakukan hal-hal besar, hanya hal-hal kecil dengan cinta yang besar. - Mother Teresa",
      "Hiduplah sederhana agar orang lain bisa hidup sederhana. - Mahatma Gandhi",
      "Kebenaran tidak pernah merusak tujuan yang adil. - Mahatma Gandhi",
      "Ketidaktahuan bukanlah alasan, itu adalah kenyataan. - Immanuel Kant",
      "Berani mengetahui! Miliki keberanian untuk menggunakan akalmu sendiri. - Immanuel Kant",
      "Dua hal yang mengisi pikiran dengan kekaguman dan hormat yang selalu baru dan meningkat: langit berbintang di atasku dan hukum moral dalam diriku. - Immanuel Kant",
      "Apa yang tidak membunuhku membuatku lebih kuat. - Friedrich Nietzsche",
      "Dengan musik, seseorang tidak pernah merasa kesepian. - Friedrich Nietzsche",
      "Tuhan sudah mati. - Friedrich Nietzsche",
      "Aku mengajarimu tentang manusia super. Manusia adalah sesuatu yang harus dilampaui. - Friedrich Nietzsche",
      "Kamu harus memiliki kekacauan dalam dirimu untuk melahirkan bintang yang menari. - Friedrich Nietzsche"
    ]
  },
  {
    "kategori": "Sastrawan & Penyair",
    "quotes": [
      "Dua jalan bercabang dalam hutan, dan aku mengambil jalan yang kurang dilalui, dan itu membuat semua perbedaan. - Robert Frost",
      "Puisi adalah ketika emosi telah menemukan pemikirannya dan pemikiran telah menemukan kata-katanya. - Robert Frost",
      "Tidur adalah kematian yang kita bagikan setiap malam untuk hidup lebih lama. - Jorge Luis Borges",
      "Aku selalu membayangkan bahwa Surga akan menjadi semacam perpustakaan. - Jorge Luis Borges",
      "Waktu adalah sungai yang membawaku, tetapi aku adalah sungai. - Jorge Luis Borges",
      "Untuk mati untuk cinta adalah hidup dengannya. - William Shakespeare",
      "Menjadi atau tidak menjadi, itulah pertanyaannya. - William Shakespeare",
      "Kita tahu siapa kita, tetapi tidak tahu siapa kita bisa jadi. - William Shakespeare",
      "Cinta semua, percayai beberapa, jangan sakiti siapa pun. - William Shakespeare",
      "Kegilaan memiliki metodenya sendiri. - William Shakespeare",
      "Lebih baik mencintai dan kehilangan daripada tidak pernah mencintai sama sekali. - Alfred Lord Tennyson",
      "Harapan adalah hal dengan bulu yang bertengger di jiwa. - Emily Dickinson",
      "Jika aku bisa menghentikan satu hati dari patah, aku tidak akan hidup sia-sia. - Emily Dickinson",
      "Kebenaran begitu langka sehingga indah untuk diketahui. - Emily Dickinson",
      "Buku adalah lebah yang membawa serbuk sari dari satu pikiran ke pikiran lain. - James Russell Lowell",
      "Tidak ada orang yang bisa membuatmu merasa inferior tanpa persetujuanmu. - Eleanor Roosevelt",
      "Masa depan adalah milik mereka yang percaya pada keindahan mimpi mereka. - Eleanor Roosevelt",
      "Hidup harus dijalani dan rasa ingin tahu harus dijaga. - Eleanor Roosevelt",
      "Lakukan satu hal setiap hari yang menakutimu. - Eleanor Roosevelt",
      "Kebahagiaan bukanlah tujuan, itu adalah produk sampingan. - Eleanor Roosevelt",
      "Cinta adalah persahabatan yang diatur musik. - Joseph Campbell",
      "Ikuti kebahagiaanmu dan alam semesta akan membuka pintu di mana sebelumnya hanya ada tembok. - Joseph Campbell",
      "Kehidupan seorang manusia adalah serangkaian kelahiran kembali. - Joseph Campbell",
      "Tempat yang kamu tuju selalu merupakan tempat yang belum pernah kamu tinggali. - Richard Bach",
      "Pelajari dari kemarin, hiduplah untuk hari ini, berharaplah untuk besok. - Albert Einstein"
    ]
  },
  {
    "kategori": "Entrepreneur & Inovator",
    "quotes": [
      "Inovasi membedakan antara pemimpin dan pengikut. - Steve Jobs",
      "Kualitas terpenting seorang entrepreneur adalah ketabahan. - Steve Jobs",
      "Terkadang hidup akan memukulmu dengan batu bata. Jangan kehilangan kepercayaan. - Steve Jobs",
      "Kamu harus punya passion untuk apa yang kamu lakukan. - Steve Jobs",
      "Waktumu terbatas, jadi jangan sia-siakan dengan hidup orang lain. - Steve Jobs",
      "Kegagalan hanyalah kesempatan untuk memulai lagi, kali ini dengan lebih cerdas. - Henry Ford",
      "Bersatu kita berdiri, terpecah kita jatuh. - Henry Ford",
      "Obstacle adalah hal menakutkan yang kamu lihat saat kamu mengalihkan pandangan dari tujuan. - Henry Ford",
      "Apakah kamu berpikir kamu bisa atau tidak bisa, kamu benar. - Henry Ford",
      "Uang tidak mengubah manusia, hanya memperbesar apa yang sudah ada. - Henry Ford",
      "Jangan pernah menyerah pada mimpi hanya karena waktu yang dibutuhkan untuk mencapainya. Waktu akan berlalu begitu saja. - Earl Nightingale",
      "Kamu menjadi seperti apa yang kamu pikirkan sepanjang hari. - Earl Nightingale",
      "Satu-satunya batasan untuk pencapaian kita adalah keraguan kita tentang hari ini. - Franklin D. Roosevelt",
      "Hari ini adalah hari yang kamu khawatirkan kemarin. - Dale Carnegie",
      "Satu jam yang produktif bernilai lebih dari bertahun-tahun impian. - Robert Kiyosaki",
      "Orang kaya membeli aset. Orang miskin memiliki pengeluaran. Orang kelas menengah membeli kewajiban yang mereka pikir adalah aset. - Robert Kiyosaki",
      "Jika kamu ingin menjadi kaya, kamu perlu mengembangkan literasi finansial. - Robert Kiyosaki",
      "Jangan bekerja untuk uang, biarkan uang bekerja untukmu. - Robert Kiyosaki",
      "Penghasilanmu sangat bergantung pada apa yang kamu pelajari. - Robert Kiyosaki",
      "Semakin kamu berbagi, semakin kamu mendapatkan. - Richard Branson",
      "Jika kesempatan tidak mengetuk, bangunlah pintu. - Milton Berle",
      "Rahasia untuk maju adalah memulai. - Mark Twain",
      "Dua puluh tahun dari sekarang kamu akan lebih kecewa dengan hal-hal yang tidak kamu lakukan daripada yang kamu lakukan. - Mark Twain",
      "Sukses bukanlah kunci kebahagiaan. Kebahagiaan adalah kunci kesuksesan. - Albert Schweitzer",
      "Mimpi besar membuat orang bermimpi besar. - Walt Disney"
    ]
  },
  {
    "kategori": "Aktivis & Pembaharu",
    "quotes": [
      "Ketidakadilan di mana pun adalah ancaman bagi keadilan di mana-mana. - Martin Luther King Jr.",
      "Aku punya mimpi bahwa suatu hari anak-anakku akan hidup di bangsa di mana mereka tidak akan dinilai dari warna kulitnya, tetapi dari karakter mereka. - Martin Luther King Jr.",
      "Kegelapan tidak bisa mengusir kegelapan, hanya cahaya yang bisa. Kebencian tidak bisa mengusir kebencian, hanya cinta yang bisa. - Martin Luther King Jr.",
      "Kehidupan yang paling terus-menerus mendesak adalah, 'Apa yang kamu lakukan untuk orang lain?' - Martin Luther King Jr.",
      "Kita harus belajar hidup bersama sebagai saudara atau binasa bersama sebagai orang bodoh. - Martin Luther King Jr.",
      "Kamu tidak bisa memisahkan perdamaian dari kebebasan karena tidak ada yang bisa damai kecuali mereka memiliki kebebasan. - Malcolm X",
      "Masa depan adalah milik mereka yang mempersiapkannya hari ini. - Malcolm X",
      "Pendidikan adalah paspor menuju masa depan, karena hari esok adalah milik mereka yang mempersiapkannya hari ini. - Malcolm X",
      "Jika kamu tidak berdiri untuk sesuatu, kamu akan jatuh untuk apa saja. - Malcolm X",
      "Jadilah damai, penuh kasih, penuh perhatian, dan selalu penuh hormat. - Malala Yousafzai",
      "Satu anak, satu guru, satu buku, dan satu pena bisa mengubah dunia. - Malala Yousafzai",
      "Kami menyadari pentingnya suara kami ketika kami dibungkam. - Malala Yousafzai",
      "Ketika seluruh dunia diam, bahkan satu suara menjadi kuat. - Malala Yousafzai",
      "Pendidikan adalah satu-satunya solusi. Pendidikan pertama. - Malala Yousafzai",
      "Jangan biarkan usia muda menghentikanmu dari membuat perubahan. - Greta Thunberg",
      "Kamu tidak pernah terlalu kecil untuk membuat perbedaan. - Greta Thunberg",
      "Rumah kita terbakar. Aku ingin kamu panik. - Greta Thunberg",
      "Kita tidak bisa menyelamatkan dunia dengan bermain sesuai aturan karena aturannya harus diubah. - Greta Thunberg",
      "Perubahan akan datang, apakah kamu suka atau tidak. - Greta Thunberg",
      "Satu-satunya hal yang harus kita takuti adalah ketakutan itu sendiri. - Franklin D. Roosevelt",
      "Tidak ada yang bisa membuatmu merasa inferior tanpa persetujuanmu. - Eleanor Roosevelt",
      "Masa depan adalah milik mereka yang percaya pada keindahan mimpi mereka. - Eleanor Roosevelt",
      "Kamu harus melakukan hal-hal yang kamu pikir tidak bisa kamu lakukan. - Eleanor Roosevelt",
      "Pertumbuhan dan kenyamanan tidak bisa hidup berdampingan. - Ginni Rometty",
      "Jangan biarkan suara pendapat orang lain menenggelamkan suara batinmu. - Steve Jobs"
    ]
  },
  {
    "kategori": "Atlet & Pejuang",
    "quotes": [
      "Saya tidak pernah memikirkan hasilnya, saya hanya bermain game. - Michael Jordan",
      "Saya bisa menerima kegagalan, semua orang gagal dalam sesuatu. Tapi saya tidak bisa menerima tidak mencoba. - Michael Jordan",
      "Batasan, seperti ketakutan, seringkali hanya ilusi. - Michael Jordan",
      "Bakat memenangkan pertandingan, tetapi kerja tim dan kecerdasan memenangkan kejuaraan. - Michael Jordan",
      "Saya sudah melewatkan lebih dari 9.000 tembakan dalam karier saya. Saya telah kalah hampir 300 pertandingan. 26 kali, saya dipercaya untuk mengambil tembakan kemenangan dan gagal. Saya telah gagal berulang-ulang dalam hidup saya. Dan itulah mengapa saya berhasil. - Michael Jordan",
      "Impossible is nothing. - Muhammad Ali",
      "Saya adalah yang terhebat, saya mengatakan itu bahkan sebelum saya tahu saya adalah. - Muhammad Ali",
      "Jangan menyerah. Menderita sekarang dan jalani sisa hidupmu sebagai juara. - Muhammad Ali",
      "Layani orang lain dan berikan sesuatu kembali. Saya jamin kamu akan menemukan bahwa dengan melayani orang lain, kamu akan menemukan kebahagiaan sejati dalam hidup. - Muhammad Ali",
      "Orang yang tidak memiliki keberanian untuk mengambil risiko tidak akan mencapai apa pun dalam hidup. - Muhammad Ali",
      "Pemenang tidak pernah berhenti, dan mereka yang berhenti tidak pernah menang. - Vince Lombardi",
      "Kemenangan bukan segalanya, tetapi keinginan untuk menang adalah segalanya. - Vince Lombardi",
      "Perbedaan antara yang mungkin dan yang mustahil terletak pada tekad seseorang. - Tommy Lasorda",
      "Jika kamu lelah, istirahatlah, jangan berhenti. - Unknown",
      "Kamu tidak harus hebat untuk memulai, tetapi kamu harus memulai untuk menjadi hebat. - Zig Ziglar",
      "Kunci untuk mewujudkan mimpi adalah fokus. - Arnold Schwarzenegger",
      "Kekuatan tidak datang dari kemenangan. Perjuanganmu mengembangkan kekuatanmu. - Arnold Schwarzenegger",
      "Pikiran adalah batasannya. Selama pikiran bisa membayangkan fakta bahwa kamu bisa melakukan sesuatu, kamu bisa melakukannya. - Arnold Schwarzenegger",
      "Untuk menjadi juara, kamu harus percaya pada dirimu sendiri ketika tidak ada orang lain yang percaya. - Muhammad Ali",
      "Kamu tidak bisa dikalahkan kecuali kamu mengalahkan dirimu sendiri. - Muhammad Ali",
      "Kerja keras mengalahkan bakat ketika bakat tidak bekerja keras. - Tim Notke",
      "Satu-satunya tempat di mana kesuksesan datang sebelum kerja adalah di kamus. - Vidal Sassoon",
      "Jangan pernah berharap itu lebih mudah, berharaplah kamu lebih baik. - Jim Rohn",
      "Masa depan tergantung pada apa yang kamu lakukan hari ini. - Mahatma Gandhi",
      "Kamu mungkin harus bertarung lebih dari sekali untuk memenangkannya. - Margaret Thatcher"
    ]
  }
]
